{
  "id": "dl-105-2019",
  "type": "dl",
  "title": "Disposizioni in materia di perimetro di sicurezza nazionale cibernetica",
  "short_name": "Disposizioni in materia di perimetro di sicurezza nazionale cibernetica",
  "status": "in_force",
  "issued_date": "2019-09-21",
  "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto-legge:2019-09-21;105",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Perimetro di sicurezza nazionale cibernetica",
      "content": "1. Al fine di assicurare un livello elevato di sicurezza delle reti, dei sistemi informativi e dei servizi informatici delle amministrazioni pubbliche, degli enti e degli operatori pubblici e privati aventi una sede nel territorio nazionale, da cui dipende l'esercizio di una funzione essenziale dello Stato, ovvero la prestazione di un servizio essenziale per il mantenimento di attività civili, sociali o economiche fondamentali per gli interessi dello Stato e dal cui malfunzionamento, interruzione, anche parziali, ovvero utilizzo improprio, possa derivare un pregiudizio per la sicurezza nazionale, è istituito il perimetro di sicurezza nazionale cibernetica. 2. Entro quattro mesi dalla data di entrata in vigore della legge di conversione del presente decreto, con decreto del Presidente del Consiglio dei ministri, adottato su proposta del Comitato interministeriale per la cybersicurezza (CIC): 2-bis. L'elencazione dei soggetti individuati ai sensi del comma 2, lettera a), è contenuta in un atto amministrativo, adottato dal Presidente del Consiglio dei ministri, su proposta del CIC, entro trenta giorni dalla data di entrata in vigore del decreto del Presidente del Consiglio dei ministri di cui al comma 2. Il predetto atto amministrativo, per il quale è escluso il diritto di accesso, non è soggetto a pubblicazione, fermo restando che a ciascun soggetto è data, separatamente, comunicazione senza ritardo dell'avvenuta iscrizione nell'elenco. L'aggiornamento del predetto atto amministrativo è effettuato con le medesime modalità di cui al presente comma. 2-ter. Gli elenchi dei soggetti di cui alla lettera a) del comma 2 del presente articolo sono trasmessi al Dipartimento delle informazioni per la sicurezza, che provvede anche a favore dell'AISE e dell'AISI ai fini dell'esercizio delle funzioni istituzionali previste dagli articoli 1, comma 3-bis , 4 , 6 e 7 della legge 3 agosto 2007, n. 124 . 3. Entro dieci mesi dalla data di entrata in vigore della legge di conversione del presente decreto, con decreto del Presidente del Consiglio dei ministri, che disciplina altresì i relativi termini e modalità attuative, adottato su proposta del CIC: 3-bis. COMMA ABROGATO DAL D.LGS. 4 SETTEMBRE 2024, N. 138 4. All'elaborazione delle misure di cui al comma 3, lettera b), provvedono, secondo gli ambiti di competenza delineati dal presente decreto, il Ministero dello sviluppo economico e la Presidenza del Consiglio dei ministri, d'intesa con il Ministero della difesa, il Ministero dell'interno, il Ministero dell'economia e delle finanze e il Dipartimento delle informazioni per la sicurezza. (11) 4-bis. Gli schemi dei decreti di cui ai commi 2 e 3 sono trasmessi alla Camera dei deputati e al Senato della Repubblica per l'espressione del parere delle Commissioni parlamentari competenti per materia, che si pronunciano nel termine di trenta giorni, decorso il quale il decreto può essere comunque adottato. I medesimi schemi sono altresì trasmessi al Comitato parlamentare per la sicurezza della Repubblica. 4-ter. L'atto amministrativo di cui al comma 2-bis e i suoi aggiornamenti sono trasmessi, entro dieci giorni dall'adozione, al Comitato parlamentare per la sicurezza della Repubblica. 5. Per l'aggiornamento di quanto previsto dai decreti di cui ai commi 2 e 3 si procede secondo le medesime modalità di cui ai commi 2, 3, 4 e 4-bis con cadenza almeno biennale. 6. Con regolamento, adottato ai sensi dell' articolo 17, comma 1, della legge 23 agosto 1988, n. 400 , entro dieci mesi dalla data di entrata in vigore della legge di conversione del presente decreto, sono disciplinati le procedure, le modalità e i termini con cui: 7. Nell'ambito dell'approvvigionamento di prodotti, processi, servizi ICT e associate infrastrutture destinati alle reti, ai sistemi informativi e per l'espletamento dei servizi informatici di cui al comma 2, lettera b), il CVCN assume i seguenti compiti: 8. La notifica d'incidente ai sensi del comma 3, lettera a), effettuata dai soggetti inclusi nel perimetro di sicurezza nazionale cibernetica che rientrano nell'ambito di applicazione del decreto legislativo di recepimento della direttiva (UE) 2022/2555 assolve agli obblighi in materia di notifica di incidente di cui all'articolo 25 del decreto legislativo medesimo. 8-bis. Ai soggetti inclusi nel perimetro di sicurezza nazionale cibernetica che non sono individuati come soggetti essenziali o importanti ai sensi degli articoli 3 e 6 del decreto legislativo di recepimento della direttiva (UE) 2022/2555 , si applicano gli obblighi di cui al capo IV e le attività ispettive e sanzionatorie di cui al capo V previste per i soggetti essenziali ai sensi del medesimo decreto legislativo, limitatamente ai sistemi informativi e di rete diversi da quelli inseriti nell'elenco delle reti, dei sistemi informativi e dei servizi informatici di cui all'articolo 1, comma 2, lettera b), del presente decreto. L'Agenzia per la cybersicurezza nazionale, sentito il tavolo interministeriale per l'attuazione del perimetro di sicurezza nazionale cibernetica, stabilisce con propria determina termini, modalità, specifiche e tempi graduali di implementazione degli obblighi di cui al presente comma. 9. Salvo che il fatto costituisca reato: 10. L'impiego di prodotti e di servizi sulle reti, sui sistemi informativi e per l'espletamento dei servizi informatici di cui al comma 2, lettera b), in assenza della comunicazione o del superamento dei test o in violazione delle condizioni di cui al comma 6, lettera a), comporta, oltre alle sanzioni di cui al comma 9, lettere d) ed e), l'applicazione della sanzione amministrativa accessoria della incapacità ad assumere incarichi di direzione, amministrazione e controllo nelle persone giuridiche e nelle imprese, per un periodo di tre anni a decorrere dalla data di accertamento della violazione. 11. Chiunque, allo scopo di ostacolare o condizionare l'espletamento dei procedimenti di cui al comma 2, lettera b), o al comma 6, lettera a), o delle attività ispettive e di vigilanza previste dal comma 6, lettera c), fornisce informazioni, dati o elementi di fatto non rispondenti al vero, rilevanti per la predisposizione o l'aggiornamento degli elenchi di cui al comma 2, lettera b), o ai fini delle comunicazioni di cui al comma 6, lettera a), o per lo svolgimento delle attività ispettive e di vigilanza di cui al comma 6), lettera c) od omette di comunicare entro i termini prescritti i predetti dati, informazioni o elementi di fatto, è punito con la reclusione da uno a tre anni. 11-bis. All' articolo 24-bis, comma 3, del decreto legislativo 8 giugno 2001, n. 231 , dopo le parole: \"di altro ente pubblico,\" sono inserite le seguenti: \"e dei delitti di cui all' articolo 1, comma 11, del decreto-legge 21 settembre 2019, n. 105 ,\". 12. Le autorità competenti per l'accertamento delle violazioni e per l'irrogazione delle sanzioni amministrative sono la Presidenza del Consiglio dei ministri, per i soggetti pubblici e per i soggetti di cui all'articolo 29 del codice di cui al decreto legislativo 7 marzo 2005, n. 82, di cui al comma 2-bis , e il Ministero dello sviluppo economico, per i soggetti privati di cui al medesimo comma.(11) 13. Ai fini dell'accertamento e dell'irrogazione delle sanzioni amministrative di cui al comma 9, si osservano le disposizioni contenute nel capo I, sezioni I e II, della legge 24 novembre 1981, n. 689 . 14. Per i dipendenti dei soggetti pubblici di cui al comma 2-bis, la violazione delle disposizioni di cui al presente articolo può costituire causa di responsabilità disciplinare e amministrativo-contabile. 15. Le autorità titolari delle attribuzioni di cui al presente decreto assicurano gli opportuni raccordi con il Dipartimento delle informazioni per la sicurezza e con l'organo del Ministero dell'interno per la sicurezza e la regolarità dei servizi di telecomunicazione, quale autorità di contrasto nell'esercizio delle attività di cui all' articolo 7-bis del decreto-legge 27 luglio 2005, n. 144 , convertito, con modificazioni, dalla legge 31 luglio 2005, n. 155 . (11) 16. La Presidenza del Consiglio dei ministri, per lo svolgimento delle funzioni di cui al presente decreto può avvalersi dell'Agenzia per l'Italia Digitale (AgID) sulla base di apposite convenzioni, nell'ambito delle risorse finanziarie e umane disponibili a legislazione vigente, senza nuovi o maggiori oneri per la finanza pubblica. (11) 17. COMMA ABROGATO DAL D.LGS. 4 SETTEMBRE 2024, N. 138 18. Gli eventuali adeguamenti alle prescrizioni di sicurezza definite ai sensi del presente articolo, delle reti, dei sistemi informativi e dei servizi informatici delle amministrazioni pubbliche, degli enti e degli operatori pubblici di cui al comma 2-bis, sono effettuati con le risorse finanziarie disponibili a legislazione vigente. 19. Per la realizzazione, l'allestimento e il funzionamento del CVCN di cui ai commi 6 e 7 è autorizzata la spesa di euro 3.200.000 per l'anno 2019 e di euro 2.850.000 per ciascuno degli anni dal 2020 al 2023 e di euro 750.000 annui a decorrere dall'anno 2024. Per la realizzazione, l'allestimento e il funzionamento del Centro di valutazione del Ministero dell'interno, di cui ai commi 6 e 7, è autorizzata la spesa di euro 200.000 per l'anno 2019 e di euro 1.500.000 per ciascuno degli anni 2020 e 2021. 19-bis. Il Presidente del Consiglio dei ministri coordina la coerente attuazione delle disposizioni del presente decreto che disciplinano il perimetro di sicurezza nazionale cibernetica, anche avvalendosi del Dipartimento delle informazioni per la sicurezza, che assicura gli opportuni raccordi con le autorità titolari delle attribuzioni di cui al presente decreto e con i soggetti di cui al comma 1 del presente articolo. Entro sessanta giorni dalla data di entrata in vigore del regolamento di cui al comma 6, il Presidente del Consiglio dei ministri trasmette alle Camere una relazione sulle attività svolte. (11) 19-ter. Nei casi in cui sui decreti del Presidente del Consiglio dei ministri previsti dal presente articolo è acquisito, ai fini della loro adozione, il parere del Consiglio di Stato, i termini ordinatori stabiliti dal presente articolo sono sospesi per un periodo di quarantacinque giorni."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Personale per esigenze di funzionamento del CVCN e della Presidenza del Consiglio dei ministri",
      "content": "1. Tenuto conto dell'esigenza di disporre di personale in possesso della professionalità necessaria per lo svolgimento delle funzioni del CVCN, di cui all'articolo 1, commi 6 e 7, il Ministero dello sviluppo economico è autorizzato ad assumere a tempo indeterminato, con incremento della vigente dotazione organica nel limite delle unità eccedenti, in aggiunta alle ordinarie facoltà assunzionali, un contingente massimo di settantasette unità di personale, di cui sessantasette di area terza e dieci di area seconda, nel limite di spesa di euro 3.005.000 annui a decorrere dall'anno 2020. 11 2. Fino al completamento delle procedure di cui al comma 1, il Ministero dello sviluppo economico, fatte salve le unità dedicate all'assolvimento delle esigenze connesse alle operazioni condotte dalle Forze armate per la difesa nazionale anche nell'ambito del Trattato dell'Atlantico del Nord, può avvalersi, per le esigenze del CVCN di un contingente di personale non dirigenziale appartenente alle pubbliche amministrazioni di cui all' articolo 1, comma 2, del decreto legislativo 30 marzo 2001, n. 165 , con esclusione del personale docente, educativo, amministrativo, tecnico e ausiliario delle istituzioni scolastiche, in posizione di fuori ruolo o di comando o altro analogo istituto previsto dai rispettivi ordinamenti ai sensi dell' articolo 17, comma 14, della legge 15 maggio 1997, n. 127 , e dell' articolo 70, comma 12, del decreto legislativo 30 marzo 2001, n. 165 , per un massimo del 40 per cento delle unità di personale di cui al comma 1. Nei limiti complessivi della stessa quota il Ministero dello sviluppo economico può avvalersi, in posizione di comando, di personale che non risulti impiegato in compiti operativi o specialistici con qualifiche o gradi non dirigenziali del comparto sicurezza-difesa fino a un massimo di venti unità, conservando lo stato giuridico e il trattamento economico fisso, continuativo ed accessorio, secondo quanto previsto dai rispettivi ordinamenti, con oneri a carico del Ministero dello sviluppo economico, ai sensi dell' articolo 1777, del codice dell'ordinamento militare di cui al decreto legislativo 15 marzo 2010, n. 66, e dell'articolo 2, comma 91 , della legge 24 dicembre 2007, n. 244 . 11 3. Per lo svolgimento delle funzioni in materia di digitalizzazione, la Presidenza del Consiglio dei ministri è autorizzata ad assumere con contratti di lavoro a tempo indeterminato, in aggiunta alle ordinarie facoltà assunzionali e con corrispondente incremento della dotazione organica, un contingente massimo di dieci unità di personale non dirigenziale, da inquadrare nella Categoria funzionale A, parametro retributivo F1, nel limite di spesa di euro 640.000 annui a decorrere dall'anno 2020. 11 4. Fino al completamento delle procedure di cui al comma 3, la Presidenza del Consiglio dei ministri, fatte salve le unità dedicate all'assolvimento delle esigenze connesse alle operazioni condotte dalle Forze armate per la difesa nazionale anche nel quadro del Trattato dell'Atlantico del Nord, può avvalersi, entro il limite del 40 per cento delle unità previste dal medesimo comma, di personale non dirigenziale appartenente alle pubbliche amministrazioni di cui all' articolo 1, comma 2, del decreto legislativo 30 marzo 2001, n. 165 , con esclusione del personale docente, educativo, amministrativo, tecnico e ausiliario delle istituzioni scolastiche, in posizione di fuori ruolo, di comando o altro analogo istituto previsto dai rispettivi ordinamenti ai sensi dell' articolo 17, comma 14, della legge 15 maggio 1997, n. 127 , e dell' articolo 9, comma 5-ter, del decreto legislativo 30 luglio 1999, n. 303 , nonché di esperti o consulenti, nominati ai sensi dell' articolo 7, comma 6, del decreto legislativo 30 marzo 2001, n. 165 , in possesso di particolare e comprovata specializzazione in materia informatica. 11 5. Il reclutamento del personale di cui ai commi 1 e 3 avviene mediante uno o più concorsi pubblici da espletare anche in deroga all' articolo 4, commi 3-quinquies e 3-sexies, del decreto-legge 31 agosto 2013, n. 101 , convertito, con modificazioni, dalla legge 30 ottobre 2013, n. 125, e all'articolo 35, comma 5 , del decreto legislativo 30 marzo 2001, n. 165 . Resta in ogni caso ferma la possibilità da parte delle amministrazioni di avvalersi delle modalità semplificate e delle misure di riduzione dei tempi di reclutamento previste dall' articolo 3 della legge 19 giugno 2019, n. 56 ."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.L. 10 AGOSTO 2023, N. 104 , CONVERTITO CON MODIFICAZIONI DALLA L. 9 OTTOBRE 2023, N. 136"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "ARTICOLO SOPPRESSO DALLA L. 18 NOVEMBRE 2019, N. 133"
    },
    {
      "provision_ref": "art4-bis",
      "section": "4-bis",
      "title": "Modifiche alla disciplina dei poteri speciali nei settori di rilevanza strategica",
      "content": "1. Al fine di rafforzare la tutela della sicurezza nazionale in ambiti di rilevanza strategica, al decreto-legge 15 marzo 2012, n. 21 , convertito, con modificazioni, dalla legge 11 maggio 2012, n. 56 , sono apportate le seguenti modificazioni: a) all'articolo 1: 1) al comma 1, alinea, la parola: \"contestualmente\" è sostituita dalle seguenti: \"tempestivamente e per estratto\"; 2) al comma 1, lettera b): 2.1) dopo le parole: \"all'adozione di delibere\" sono inserite le seguenti: \", atti od operazioni\"; 2.2) le parole: \"il mutamento\" sono sostituite dalle seguenti: \"la modifica\"; 2.3) dopo le parole: \"di vincoli che ne condizionino l'impiego\" sono aggiunte le seguenti: \", anche in ragione della sottoposizione dell'impresa a procedure concorsuali\"; 3) al comma 2: 3.1) dopo le parole: \"derivante dalle delibere\" sono inserite le seguenti: \", dagli atti o dalle operazioni\"; 3.2) dopo le parole: \"oggetto della delibera,\" sono inserite le seguenti: \"dell'atto o dell'operazione,\"; 3.3) dopo le parole: \"risultante dalla delibera\" sono inserite le seguenti: \", dall'atto\"; 4) dopo il comma 3 è inserito il seguente: \"3-bis. Qualora l'acquisto delle partecipazioni di cui al comma 1, lettere a) e c), sia effettuato da un soggetto esterno all'Unione europea, di cui all'articolo 2, comma 5-bis, il Governo può considerare altresì le seguenti circostanze: a) che l'acquirente sia direttamente o indirettamente controllato dall'amministrazione pubblica, compresi organismi statali o forze armate, di un Paese non appartenente all'Unione europea, anche attraverso l'assetto proprietario o finanziamenti consistenti; b) che l'acquirente sia già stato coinvolto in attività che incidono sulla sicurezza o sull'ordine pubblico in uno Stato membro dell'Unione europea; c) che vi sia un grave rischio che l'acquirente intraprenda attività illegali o criminali\"; 5) al comma 4: 5.1) al primo periodo, le parole: \"o sull'atto\" sono sostituite dalle seguenti: \", sull'atto o sull'operazione\"; 5.2) al terzo periodo, la parola: \"quindici\" è sostituita dalla seguente: \"quarantacinque\"; 5.3) dopo il quarto periodo è inserito il seguente: \"Qualora si renda necessario formulare richieste istruttorie a soggetti terzi, il predetto termine di quarantacinque giorni è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di venti giorni\"; 5.4) al quinto periodo, dopo le parole: \"Le richieste di informazioni\" sono inserite le seguenti: \"e le richieste istruttorie a soggetti terzi\"; 5.5) dopo il quinto periodo è inserito il seguente: \"In caso di incompletezza della notifica, il termine di quarantacinque giorni previsto dal presente comma decorre dal ricevimento delle informazioni o degli elementi che la integrano\"; 5.6) al decimo periodo, le parole: \"le disposizioni di cui al presente comma\" sono sostituite dalle seguenti: \"gli obblighi di cui al presente comma, ivi compresi quelli derivanti dal provvedimento di esercizio del potere di cui al comma 1, lettera b), eventualmente esercitato nella forma dell'imposizione di specifiche prescrizioni o condizioni,\"; 6) al comma 5: 6.1) al secondo periodo, le parole: \"prevista dall'articolo 120, comma 2, del testo unico di cui al decreto legislativo 24 febbraio 1998, n. 58 , e successive modificazioni\" sono sostituite dalle seguenti: \"del 3 per cento\"; 6.2) al secondo periodo, le parole: \"3 per cento,\" sono soppresse; 6.3) al secondo periodo, le parole: \"20 per cento e 25 per cento\" sono sostituite dalle seguenti: \"20 per cento, 25 per cento e 50 per cento\"; 6.4) dopo il secondo periodo è inserito il seguente: \"Nel caso in cui l'acquisizione abbia ad oggetto azioni o quote di una società non ammessa alla negoziazione nei mercati regolamentati, la notifica deve essere effettuata qualora l'acquirente venga a detenere, a seguito dell'acquisizione, una partecipazione superiore alle soglie indicate nel secondo periodo\"; 6.5) al terzo periodo, la parola: \"quindici\" è sostituita dalla seguente: \"quarantacinque\"; 6.6) dopo il quarto periodo è inserito il seguente: \"Qualora si renda necessario formulare richieste istruttorie a soggetti terzi, il predetto termine di quarantacinque giorni è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di venti giorni\"; 6.7) al quinto periodo, dopo le parole: \"Eventuali richieste di informazioni\" sono inserite le seguenti: \"e richieste istruttorie a soggetti terzi\"; 6.8) dopo il quinto periodo è inserito il seguente: \"In caso di incompletezza della notifica, il termine di quarantacinque giorni previsto dal presente comma decorre dal ricevimento delle informazioni o degli elementi che la integrano\"; 6.9) al sesto periodo, dopo le parole: \"connessi alle azioni\" sono inserite le seguenti: \"o quote\"; 6.10) al decimo periodo, dopo le parole: \"connessi alle azioni\" sono inserite le seguenti: \"o quote\" e dopo le parole: \"dovrà cedere le stesse azioni\" sono inserite le seguenti: \"o quote\"; 6.11) all'undicesimo periodo, dopo le parole: \"la vendita delle suddette azioni\" sono inserite le seguenti: \"o quote\"; 6.12) al dodicesimo periodo, dopo le parole: \"adottate con il voto determinante di tali azioni\" sono inserite le seguenti: \"o quote\"; b) all'articolo 1-bis: 1) al comma 2, primo periodo: 1.1) le parole: \"l'acquisto\" sono sostituite dalle seguenti: \"l'acquisizione, a qualsiasi titolo,\"; 1.2) dopo le parole: \"ovvero l'acquisizione\" sono inserite le seguenti: \", a qualsiasi titolo,\"; 1.3) le parole: \"sono soggetti alla notifica di cui all'articolo 1, comma 4\" sono sostituite dalle seguenti: \"è soggetta alla notifica di cui al comma 3-bis\"; 2) dopo il comma 2 è inserito il seguente: \"2-bis. In sede di prima applicazione delle disposizioni di cui al comma 2, l'impresa notificante fornisce un'informativa completa sui contratti o accordi di cui al primo periodo del medesimo comma 2, conclusi prima del 26 marzo 2019 e che non sono in corso di esecuzione\"; 3) il comma 3 è sostituito dal seguente: \"3. Per le finalità di cui ai commi 2 e 2-bis, per soggetto esterno all'Unione europea si intende il soggetto di cui all'articolo 2, comma 5-bis\"; 4) dopo il comma 3 è inserito il seguente: \"3-bis. Entro dieci giorni dalla conclusione di un contratto o accordo di cui al comma 2, l'impresa che ha acquisito, a qualsiasi titolo, i beni o i servizi di cui allo stesso comma notifica alla Presidenza del Consiglio dei ministri un'informativa completa, in modo da consentire l'eventuale esercizio del potere di veto o l'imposizione di specifiche prescrizioni o condizioni. Entro trenta giorni dalla notifica, il Presidente del Consiglio dei ministri comunica l'eventuale veto ovvero l'imposizione di specifiche prescrizioni o condizioni. Qualora sia necessario svolgere approfondimenti riguardanti aspetti tecnici relativi alla valutazione di possibili fattori di vulnerabilità che potrebbero compromettere l'integrità e la sicurezza delle reti e dei dati che vi transitano, il termine di trenta giorni previsto dal presente comma può essere prorogato fino a venti giorni, prorogabili ulteriormente di venti giorni, per una sola volta, in casi di particolare complessità. I poteri speciali sono esercitati nella forma dell'imposizione di specifiche prescrizioni o condizioni ogniqualvolta ciò sia sufficiente ad assicurare la tutela degli interessi essenziali della difesa e della sicurezza nazionale. Decorsi i predetti termini, i poteri speciali si intendono non esercitati. Qualora si renda necessario richiedere informazioni all'acquirente, tale termine è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di dieci giorni. Qualora si renda necessario formulare richieste istruttorie a soggetti terzi, il predetto termine di trenta giorni è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di venti giorni. Le richieste di informazioni e le richieste istruttorie a soggetti terzi successive alla prima non sospendono i termini. In caso di incompletezza della notifica, il termine di trenta giorni previsto dal presente comma decorre dal ricevimento delle informazioni o degli elementi che la integrano. Fermo restando quanto previsto dall'ultimo periodo del presente comma, nel caso in cui l'impresa notificante abbia iniziato l'esecuzione del contratto o dell'accordo oggetto della notifica prima che sia decorso il termine per l'esercizio dei poteri speciali, il Governo, nel provvedimento di esercizio dei predetti poteri, può ingiungere all'impresa di ripristinare a proprie spese la situazione anteriore all'esecuzione del predetto contratto o accordo. Salvo che il fatto costituisca reato, chiunque non osservi gli obblighi di notifica di cui al presente articolo ovvero le disposizioni contenute nel provvedimento di esercizio dei poteri speciali è soggetto alla sanzione amministrativa pecuniaria fino al 150 per cento del valore dell'operazione e comunque non inferiore al 25 per cento del medesimo valore\"; (11) c) all'articolo 2: 1) il comma 1 è sostituito dal seguente: \"1. Con uno o più decreti del Presidente del Consiglio dei ministri, su proposta del Ministro dell'economia e delle finanze, del Ministro dello sviluppo economico e del Ministro delle infrastrutture e dei trasporti, di concerto con il Ministro dell'interno, con il Ministro degli affari esteri e della cooperazione internazionale e con i Ministri competenti per settore, adottati, anche in deroga all' articolo 17 della legge 23 agosto 1988, n. 400 , previo parere delle Commissioni parlamentari competenti, che è reso entro trenta giorni, decorsi i quali i decreti possono comunque essere adottati, sono individuati le reti e gli impianti, ivi compresi quelli necessari ad assicurare l'approvvigionamento minimo e l'operatività dei servizi pubblici essenziali, i beni e i rapporti di rilevanza strategica per l'interesse nazionale nei settori dell'energia, dei trasporti e delle comunicazioni, nonché la tipologia di atti od operazioni all'interno di un medesimo gruppo ai quali non si applica la disciplina di cui al presente articolo. I decreti di cui al primo periodo sono adottati entro centoventi giorni dalla data di entrata in vigore della presente disposizione e sono aggiornati almeno ogni tre anni\"; 2) il comma 1-bis è abrogato; 3) il comma 1-ter è sostituito dal seguente: \"1-ter. Con uno o più decreti del Presidente del Consiglio dei ministri, su proposta del Ministro dell'economia e delle finanze, del Ministro dello sviluppo economico e del Ministro delle infrastrutture e dei trasporti, di concerto con il Ministro dell'interno, con il Ministro della difesa, con il Ministro degli affari esteri e della cooperazione internazionale e con i Ministri competenti per settore, adottati anche in deroga all' articolo 17 della legge 23 agosto 1988, n. 400 , previo parere delle Commissioni parlamentari competenti, che è reso entro trenta giorni, decorsi i quali i decreti possono comunque essere adottati, sono individuati, ai fini della verifica in ordine alla sussistenza di un pericolo per la sicurezza e l'ordine pubblico, compreso il possibile pregiudizio alla sicurezza e al funzionamento delle reti e degli impianti e alla continuità degli approvvigionamenti, i beni e i rapporti di rilevanza strategica per l'interesse nazionale, ulteriori rispetto a quelli individuati nei decreti di cui all'articolo 1, comma 1, e al comma 1 del presente articolo, nei settori di cui all' articolo 4, paragrafo 1, del regolamento (UE) 2019/452 del Parlamento europeo e del Consiglio, del 19 marzo 2019 , nonché la tipologia di atti od operazioni all'interno di un medesimo gruppo ai quali non si applica la disciplina di cui al presente articolo. I decreti di cui al primo periodo sono adottati entro centoventi giorni dalla data di entrata in vigore della presente disposizione e sono aggiornati almeno ogni tre anni\"; 4) al comma 2, primo periodo: 4.1) le parole: \"adottato da una società\" sono sostituite dalle seguenti: \"adottato da un'impresa\"; 4.2) le parole: \"o 1-ter\" sono soppresse; 4.3) le parole: \"il mutamento dell'oggetto sociale\" sono sostituite dalle seguenti: \"la modifica dell'oggetto sociale\"; 4.4) le parole: \"dalla società stessa\" sono sostituite dalle seguenti: \"dalla stessa impresa\"; 5) dopo il comma 2 è inserito il seguente: \"2-bis. Qualsiasi delibera, atto od operazione, adottato da un'impresa che detiene uno o più degli attivi individuati ai sensi del comma 1-ter, che abbia per effetto modifiche della titolarità, del controllo o della disponibilità degli attivi medesimi a favore di un soggetto esterno all'Unione europea, di cui al comma 5-bis, comprese le delibere dell'assemblea o degli organi di amministrazione aventi ad oggetto la fusione o la scissione della società, il trasferimento dell'azienda o di rami di essa in cui siano compresi detti attivi o l'assegnazione degli stessi a titolo di garanzia, il trasferimento di società controllate che detengono i predetti attivi, ovvero che abbia per effetto il trasferimento della sede sociale in un Paese non appartenente all'Unione europea, è notificato, entro dieci giorni e comunque prima che vi sia data attuazione, alla Presidenza del Consiglio dei ministri dalla stessa impresa. Sono notificati altresì nei medesimi termini qualsiasi delibera, atto od operazione, adottato da un'impresa che detiene uno o più degli attivi individuati ai sensi del comma 1-ter, che abbia per effetto il cambiamento della loro destinazione, nonché qualsiasi delibera che abbia ad oggetto la modifica dell'oggetto sociale, lo scioglimento della società o la modifica di clausole statutarie eventualmente adottate ai sensi dell' articolo 2351, terzo comma, del codice civile ovvero introdotte ai sensi dell' articolo 3, comma 1, del decreto-legge 31 maggio 1994, n. 332 , convertito, con modificazioni, dalla legge 30 luglio 1994, n. 474 , come da ultimo modificato dall'articolo 3 del presente decreto\"; (11) 6) al comma 3: 6.1) la parola: \"contestualmente\" è sostituita dalle seguenti: \"tempestivamente e per estratto\"; 6.2) le parole: \"di cui al comma 2\" sono sostituite dalle seguenti: \"di cui ai commi 2 e 2-bis\"; 7) al comma 4: 7.1) al primo periodo, le parole: \"la notifica di cui al comma 2\" sono sostituite dalle seguenti: \"le notifiche di cui ai commi 2 e 2-bis\"; 7.2) al terzo periodo, la parola: \"quindici\" è sostituita dalla seguente: \"quarantacinque\"; 7.3) dopo il quarto periodo è inserito il seguente: \"Qualora si renda necessario formulare richieste istruttorie a soggetti terzi, il predetto termine di quarantacinque giorni è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di venti giorni\"; 7.4) al quinto periodo, dopo le parole: \"Le richieste di informazioni\" sono inserite le seguenti: \"e le richieste istruttorie a soggetti terzi\"; 7.5) dopo il quinto periodo è inserito il seguente: \"In caso di incompletezza della notifica, il termine di quarantacinque giorni previsto dal presente comma decorre dal ricevimento delle informazioni o degli elementi che la integrano\"; 7.6) all'ultimo periodo, le parole: \"di cui al comma 2 e al presente comma\" sono sostituite dalle seguenti: \"di cui ai commi 2 e 2-bis e al presente comma\"; 8) al comma 5: 8.1) il terzo periodo è soppresso; 8.2) è aggiunto, in fine, il seguente periodo: \"Salvo che il fatto costituisca reato e ferme restando le invalidità previste dalla legge, chiunque non osservi gli obblighi di notifica di cui al presente comma è soggetto a una sanzione amministrativa pecuniaria fino al doppio del valore dell'operazione e comunque non inferiore all'1 per cento del fatturato cumulato realizzato dalle imprese coinvolte nell'ultimo esercizio per il quale sia stato approvato il bilancio\"; 9) dopo il comma 5 è inserito il seguente: \"5-bis. Per le finalità di cui agli articoli 1, comma 3-bis, e 1-bis, commi 2 e 2-bis, nonché di cui ai commi 2-bis, 5 e 6 del presente articolo, per 'soggetto esterno all'Unione europeà si intende: a) qualsiasi persona fisica o persona giuridica che non abbia la residenza, la dimora abituale, la sede legale o dell'amministrazione ovvero il centro di attività principale in uno Stato membro dell'Unione europea o dello Spazio economico europeo o che non sia comunque ivi stabilita; b) qualsiasi persona giuridica che abbia stabilito la sede legale o dell'amministrazione o il centro di attività principale in uno Stato membro dell'Unione europea o dello Spazio economico europeo, o che sia comunque ivi stabilita, e che risulti controllata, direttamente o indirettamente, da una persona fisica o da una persona giuridica di cui alla lettera a); c) qualsiasi persona fisica o persona giuridica che abbia stabilito la residenza, la dimora abituale, la sede legale o dell'amministrazione ovvero il centro di attività principale in uno Stato membro dell'Unione europea o dello Spazio economico europeo, o che sia comunque ivi stabilita, qualora sussistano elementi che indichino un comportamento elusivo rispetto all'applicazione della disciplina di cui al presente decreto\"; 10) al comma 6: 10.1) al primo periodo, la parola: \"quindici\" è sostituita dalla seguente: \"quarantacinque\" e la parola: \"contestualmente\" è sostituita dalle seguenti: \"tempestivamente e per estratto\"; 10.2) dopo il primo periodo sono inseriti i seguenti: \"Qualora si renda necessario richiedere informazioni all'acquirente, il termine di cui al primo periodo è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di dieci giorni. Qualora si renda necessario formulare richieste istruttorie a soggetti terzi, il predetto termine di quarantacinque giorni è sospeso, per una sola volta, fino al ricevimento delle informazioni richieste, che sono rese entro il termine di venti giorni. Le richieste di informazioni e le richieste istruttorie a soggetti terzi successive alla prima non sospendono i termini, decorsi i quali i poteri speciali si intendono non esercitati. In caso di incompletezza della notifica, il termine di quarantacinque giorni previsto dal presente comma decorre dal ricevimento delle informazioni o degli elementi che la integrano\"; 10.3) all'ottavo periodo, dopo le parole: \"connessi alle azioni\" sono inserite le seguenti: \"o quote\" e dopo le parole: \"dovrà cedere le stesse azioni\" sono inserite le seguenti: \"o quote\"; 10.4) al nono periodo, dopo le parole: \"ordina la vendita delle suddette azioni\" sono inserite le seguenti: \"o quote\"; 10.5) al decimo periodo, dopo le parole: \"con il voto determinante di tali azioni\" sono inserite le seguenti: \"o quote\"; 10.6) all'ultimo periodo, le parole: \"la circostanza che l'investitore straniero è controllato dal governo di un paese terzo, non appartenente all'Unione europea, anche attraverso finanziamenti significativi\" sono sostituite dalle seguenti: \"le seguenti circostanze: a) che l'acquirente sia direttamente o indirettamente controllato dall'amministrazione pubblica, compresi organismi statali o forze armate, di un Paese non appartenente all'Unione europea, anche attraverso l'assetto proprietario o finanziamenti consistenti; b) che l'acquirente sia già stato coinvolto in attività che incidono sulla sicurezza o sull'ordine pubblico in uno Stato membro dell'Unione europea; c) che vi sia un grave rischio che l'acquirente intraprenda attività illegali o criminali\"; 11) al comma 8, le parole: \"individuate con i regolamenti\" sono sostituite dalle seguenti: \"individuate con i decreti\"; d) dopo l'articolo 2 sono inseriti i seguenti: \"Art. 2-bis (Collaborazione con autorità amministrative di settore). - 1. La Banca d'Italia, la Commissione nazionale per le società e la borsa, la Commissione di vigilanza sui fondi pensione, l'Istituto per la vigilanza sulle assicurazioni, l'Autorità di regolazione dei trasporti, l'Autorità garante della concorrenza e del mercato, l'Autorità per le garanzie nelle comunicazioni, l'Autorità di regolazione per energia, reti e ambiente e il gruppo di coordinamento istituito ai sensi dell'articolo 3 del decreto del Presidente del Consiglio dei ministri 6 agosto 2014 collaborano tra loro, anche mediante scambio di informazioni, al fine di agevolare l'esercizio delle funzioni di cui al presente decreto. Le autorità indicate al primo periodo, esclusivamente per le finalità di cui al medesimo periodo, non possono opporre al gruppo di coordinamento il segreto d'ufficio. Art. 2-ter (Adeguamento della normativa nazionale alle disposizioni del regolamento (UE) 2019/452 e termini per l'esercizio dei poteri speciali). - 1. Qualora uno Stato membro o la Commissione notifichi, ai sensi dell' articolo 6, paragrafo 6, del regolamento (UE) 2019/452 del Parlamento europeo e del Consiglio, del 19 marzo 2019 , l'intenzione di formulare osservazioni o di emettere un parere in relazione ad un investimento estero diretto oggetto di un procedimento in corso, i termini per l'esercizio dei poteri speciali indicati agli articoli 1 e 2 sono sospesi fino al ricevimento delle osservazioni dello Stato membro o del parere della Commissione europea. Se il parere della Commissione europea è successivo alle osservazioni dello Stato membro, i termini per l'esercizio dei poteri speciali riprendono a decorrere dalla data di ricevimento del parere della Commissione. I termini per l'esercizio dei poteri speciali sono altresì sospesi nel caso in cui il Governo, ai sensi dell'articolo 6, paragrafo 4, del citato regolamento (UE) 2019/452 , richieda alla Commissione di emettere un parere o agli altri Stati membri di formulare osservazioni in relazione a un procedimento in corso ai sensi del presente articolo. è fatta salva la possibilità di esercitare i poteri speciali anche prima del ricevimento del parere della Commissione o delle osservazioni degli Stati membri, nei casi in cui la tutela della sicurezza nazionale o dell'ordine pubblico richiedano l'adozione di una decisione immediata ai sensi dell'articolo 6, paragrafo 8, del medesimo regolamento (UE) 2019/452 . 2. Con regolamento emanato ai sensi dell' articolo 17, comma 2, della legge 23 agosto 1988, n. 400 , su proposta del Presidente del Consiglio dei ministri, di concerto con il Ministro dell'economia e delle finanze e, per i rispettivi ambiti di competenza, con i Ministri degli affari esteri e della cooperazione internazionale, dell'interno, della difesa, dello sviluppo economico e delle infrastrutture e dei trasporti, nonché con i Ministri competenti per settore, possono essere ridisciplinati i termini di cui agli articoli 1 e 2 del presente decreto, al fine di individuare procedure semplificate, tenuto conto del grado di potenziale pregiudizio per gli interessi essenziali della difesa, della sicurezza nazionale e dell'ordine pubblico, compresi quelli relativi alla sicurezza e al funzionamento delle reti e degli impianti e alla continuità degli approvvigionamenti, nonché dell'esigenza di assicurare l'armonizzazione delle procedure nazionali con quelle relative ai meccanismi di controllo, scambio di informazione e cooperazione definiti ai sensi del regolamento (UE) 2019/452 . 3. Il punto di contatto di cui all' articolo 11 del regolamento (UE) 2019/452 è istituito presso la Presidenza del Consiglio dei ministri. L'organizzazione e il funzionamento del punto di contatto sono disciplinati con decreto del Presidente del Consiglio dei ministri, adottato ai sensi dell' articolo 7 del decreto legislativo 30 luglio 1999, n. 303 , nell'ambito delle risorse umane, strumentali e finanziarie disponibili a legislazione vigente e senza nuovi o maggiori oneri a carico della finanza pubblica\"; (11) e) all'articolo 3: 1) al comma 1, le parole: \"comma 5, ultimo periodo\" sono sostituite dalle seguenti: \"comma 5-bis\" e le parole: \"e dell'articolo 2, comma 1\" sono sostituite dalle seguenti: \"e dell'articolo 2, commi 1 e 1-ter\"; 2) al comma 2: 2.1) al primo periodo, le parole: \"e dei regolamenti, relativi a ciascun settore, di cui all'articolo 2, comma 1, del presente decreto\" sono sostituite dalle seguenti: \"e dei decreti, relativi a ciascun settore, di cui all'articolo 2, commi 1 e 1-ter, del presente decreto\"; 2.2) al secondo periodo, le parole: \"ovvero dei regolamenti\" sono soppresse. 2. Le disposizioni introdotte dal comma 1 del presente articolo, ad esclusione di quelle di cui al medesimo comma 1, lettera d), capoverso Art. 2-ter, si applicano anche ai procedimenti in corso alla data di entrata in vigore della legge di conversione del presente decreto; i termini non ancora trascorsi alla medesima data, ferma restando la data di inizio del loro decorso, sono prorogati fino al raggiungimento della durata stabilita dal presente articolo, se maggiore di quella anteriormente prevista. 3. Fino alla data di entrata in vigore del primo decreto del Presidente del Consiglio dei ministri di cui all' articolo 2, comma 1-ter, del decreto-legge 15 marzo 2012, n. 21 , convertito, con modificazioni, dalla legge 11 maggio 2012, n. 56 , come sostituito dal comma 1, lettera c), numero 3), del presente articolo, fatta salva l'applicazione degli articoli 1 e 2 del citato decreto-legge, come modificati dal presente articolo, è soggetto alla notifica di cui al comma 5 dell'articolo 2 del medesimo decreto-legge n. 21 del 2012 l'acquisto a qualsiasi titolo di partecipazioni in società che detengono beni e rapporti nei settori di cui all' articolo 4, paragrafo 1, lettere a) , b) , c) , d) ed e), del regolamento (UE) 2019/452 del Parlamento europeo e del Consiglio, del 19 marzo 2019 , intendendosi compresi nel settore finanziario i settori creditizio e assicurativo, e, nel settore sanitario, la produzione, l'importazione e la distribuzione all'ingrosso di dispositivi medicali, medico-chirurgici e di protezione individuale. 3-bis. Al fine di contrastare l'emergenza epidemiologica da COVID-19 e contenerne gli effetti negativi, fino al 31 dicembre 2022: a) sono soggetti all'obbligo di notifica di cui al comma 2 dell'articolo 2 del decreto-legge n. 21 del 2012 , anche le delibere, gli atti o le operazioni, adottati da un'impresa che detiene beni e rapporti nei settori di cui all' articolo 4, paragrafo 1, lettere a) , b) , c) , d) ed e) del regolamento (UE) 2019/452 , intendendosi compresi nel settore finanziario i settori creditizio e assicurativo, nonché le delibere, gli atti o le operazioni individuati con decreto del Presidente del Consiglio dei ministri di cui al citato articolo 2, comma 1-ter, del decreto-legge n. 21 del 2012 , che abbiano per effetto modifiche della titolarità, del controllo o della disponibilità di detti attivi o il cambiamento della loro destinazione; b) sono soggetti all'obbligo di notifica di cui al comma 5 dell'articolo 2 del medesimo decreto-legge n. 21 del 2012 , in relazione ai beni e ai rapporti di cui al comma 1 dell'articolo 2, del medesimo decreto-legge n. 21 del 2012 , nonché ai beni e rapporti nei settori indicati alla lettera a), ovvero individuati con decreto del Presidente del Consiglio dei ministri di cui al citato articolo 2, comma 1-ter, del decreto-legge n. 21 del 2012 , anche gli acquisti a qualsiasi titolo di partecipazioni, da parte di soggetti esteri, anche appartenenti all'Unione europea, di rilevanza tale da determinare l'insediamento stabile dell'acquirente in ragione dell'assunzione del controllo della società la cui partecipazione è oggetto dell'acquisto, ai sensi dell' articolo 2359 del codice civile e del testo unico di cui al decreto legislativo 24 febbraio 1998, n. 58 , ... ; c) la disposizione di cui all' articolo 2, comma 6, lettera a), del decreto-legge n. 21 del 2012 , si applica anche quando il controllo ivi previsto sia esercitato da un'amministrazione pubblica di uno Stato membro dell'Unione europea. 3- ter. Si applicano le disposizioni dell'articolo 2, commi 6 e 7, del citato decreto-legge n. 21 del 2012 , come modificato dal presente articolo. 3-quater. Le disposizioni di cui ai commi 3 e 3-bis aventi vigenza fino al 31 dicembre 2022 si applicano nei confronti di delibere, atti o operazioni, nonché di acquisti di partecipazioni, rilevanti ai fini degli obblighi di notifica di cui ai commi 2 e 5 dell'articolo 2 del decreto-legge n. 21 del 2012 , per i quali tale obbligo sia sorto nel predetto arco temporale, ancorché la notifica sia intervenuta successivamente o sia stata omessa. Restano validi, anche successivamente al termine del 31 dicembre 2022, gli atti e i provvedimenti adottati a seguito di esercizio dei poteri speciali in applicazione delle disposizioni dei commi 3 e 3-bis, e sono fatti salvi gli effetti prodottisi ed i rapporti giuridici sorti sulla base degli stessi atti e provvedimenti successivamente al decorso del predetto termine. Fermo restando l'obbligo di notifica, i poteri speciali di cui all' articolo 2 del decreto-legge n. 21 del 2012 relativi a società che detengono beni e rapporti nei settori di cui all' articolo 4, paragrafo 1, lettere a) , b) , c) , d) e e) del regolamento (UE) 2019/452 , intendendosi compresi nel settore finanziario i settori creditizio e assicurativo, si applicano nella misura in cui la tutela degli interessi essenziali dello Stato, ovvero la tutela della sicurezza e dell'ordine pubblico, previsti dal medesimo articolo 2, non sia adeguatamente garantita dalla sussistenza di una specifica regolamentazione di settore. 4. Fino alla data di entrata in vigore dei decreti di cui ai commi 1 e 1-ter dell'articolo 2 del decreto-legge 15 marzo 2012, n. 21 , convertito, con modificazioni, dalla legge 11 maggio 2012, n. 56 , come sostituiti dal presente articolo, continuano ad avere efficacia i regolamenti adottati in attuazione delle norme previgenti modificate dal presente articolo."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Determinazioni del Presidente del Consiglio dei ministri in caso di crisi di natura cibernetica",
      "content": "1. Il Presidente del Consiglio dei ministri, in presenza di un rischio grave e imminente per la sicurezza nazionale connesso alla vulnerabilità di reti, sistemi informativi e servizi informatici, su deliberazione del Comitato interministeriale per la sicurezza della Repubblica, può comunque disporre, ove indispensabile e per il tempo strettamente necessario alla eliminazione dello specifico fattore di rischio o alla sua mitigazione, in deroga ad ogni disposizione vigente, nel rispetto dei principi generali dell'ordinamento giuridico e secondo un criterio di proporzionalità, la disattivazione, totale o parziale, di uno o più apparati o prodotti impiegati nelle reti, nei sistemi o per l'espletamento dei servizi interessati. Laddove nelle determinazioni di cui al presente comma sia recata deroga alle leggi vigenti anche ai fini delle ulteriori necessarie misure correlate alla disattivazione o all'interruzione, le stesse determinazioni devono contenere l'indicazione delle principali norme a cui si intende derogare e tali deroghe devono essere specificamente motivate. Le determinazioni di cui al presente comma non sono soggette 1-bis. Il Presidente del Consiglio dei ministri informa entro trenta giorni il Comitato parlamentare per la sicurezza della Repubblica delle misure disposte ai sensi del comma 1."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Copertura finanziaria",
      "content": "1. Agli oneri di cui agli articoli 1, comma 19, e 2, commi 1 e 3, per complessivi euro 3.400.000 per l'anno 2019, euro 7.995.000 per ciascuno degli anni 2020 e 2021, euro 6.495.000 per ciascuno degli anni 2022 e 2023 ed euro 4.395.000 annui a decorrere dall'anno 2024, si provvede: 2. Il Ministro dell'economia e delle finanze è autorizzato ad apportare, con propri decreti, le occorrenti variazioni di bilancio."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Entrata in vigore",
      "content": "1.Il presente decreto entra in vigore il giorno successivo a quello della sua pubblicazione nella Gazzetta Ufficiale della Repubblica italiana e sarà presentato alle Camere per la conversione in legge."
    }
  ]
}