{
  "id": "dlgs-196-2003",
  "type": "dlgs",
  "title": "Codice in materia di protezione dei dati personali (Codice Privacy)",
  "short_name": "Codice in materia di protezione dei dati personali (Codice Privacy)",
  "status": "in_force",
  "issued_date": "2003-06-30",
  "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legislativo:2003-06-30;196",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Oggetto",
      "content": "Il trattamento dei dati personali avviene secondo le norme del regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , di seguito «Regolamento», e del presente codice, nel rispetto della dignità umana, dei diritti e delle libertà fondamentali della persona."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Finalità",
      "content": "1. Il presente codice reca disposizioni per l'adeguamento dell'ordinamento nazionale alle disposizioni del regolamento."
    },
    {
      "provision_ref": "art2-bis",
      "section": "2-bis",
      "title": "Autorità di controllo",
      "content": "1. L'Autorità di controllo di cui all'articolo 51 del regolamento è individuata nel Garante per la protezione dei dati personali, di seguito «Garante», di cui all'articolo 153."
    },
    {
      "provision_ref": "art2-ter",
      "section": "2-ter",
      "title": "Base giuridica per il trattamento di dati personali effettuato per l'esecuzione di un compito di interesse pubblico o connesso all'esercizio di pubblici poteri",
      "content": "1. La base giuridica prevista dall'articolo 6, paragrafo 3, lettera b), del regolamento è costituita ... 1-bis. Fermo restando ogni altro obbligo previsto dal Regolamento e dal presente codice, il trattamento dei dati personali da parte di un'amministrazione pubblica di cui all' articolo 1, comma 2, del decreto legislativo 30 marzo 2001, n. 165 , ivi comprese le autorità indipendenti e le amministrazioni inserite nell'elenco di cui all' articolo 1, comma 3, della legge 31 dicembre 2009, n. 196 , nonché da parte di una società a controllo pubblico statale o, limitatamente ai gestori di servizi pubblici, locale, di cui all'articolo 16 del testo unico in materia di società a partecipazione pubblica, di cui al decreto legislativo 19 agosto 2016, n. 175 , con esclusione, per le società a controllo pubblico, dei trattamenti correlati ad attività svolte in regime di libero mercato, è anche consentito se necessario per l'adempimento di un compito svolto nel pubblico interesse o per l'esercizio di pubblici poteri ad esse attribuiti. In modo da assicurare che tale esercizio non possa arrecare un pregiudizio effettivo e concreto alla tutela dei diritti e delle libertà degli interessati, le disposizioni di cui al presente comma sono esercitate nel rispetto dell'articolo 6 del Regolamento 2. La comunicazione fra titolari che effettuano trattamenti di dati personali, diversi da quelli ricompresi nelle particolari categorie di cui all'articolo 9 del Regolamento e di quelli relativi a condanne penali e reati di cui all'articolo 10 del Regolamento, per l'esecuzione di un compito di interesse pubblico o connesso all'esercizio di pubblici poteri è ammessa se prevista ai sensi del comma 1 o se necessaria ai sensi del comma 1-bis 3. La diffusione e la comunicazione di dati personali, trattati per l'esecuzione di un compito di interesse pubblico o connesso all'esercizio di pubblici poteri, a soggetti che intendono trattarli per altre finalità sono ammesse unicamente se previste ai sensi del comma 1 o se necessarie ai sensi del comma 1-bis. In tale ultimo caso, ne viene data notizia al Garante almeno dieci giorni prima dell'inizio della comunicazione o diffusione 4. Si intende per:"
    },
    {
      "provision_ref": "art2-quater",
      "section": "2-quater",
      "title": "Regole deontologiche",
      "content": "1. Il Garante promuove, nell'osservanza del principio di rappresentatività e tenendo conto delle raccomandazioni del Consiglio d'Europa sul trattamento dei dati personali, l'adozione di regole deontologiche per i trattamenti previsti dalle disposizioni di cui agli articoli 6, paragrafo 1, lettere c) ed e), 9, paragrafo 4, e al capo IX del Regolamento, ne verifica la conformità alle disposizioni vigenti, anche attraverso l'esame di osservazioni di soggetti interessati e contribuisce a garantirne la diffusione e il rispetto. 2. Lo schema di regole deontologiche è sottoposto a consultazione pubblica per almeno sessanta giorni. 3. Conclusa la fase delle consultazioni, le regole deontologiche sono approvate dal Garante ai sensi dell'articolo 154-bis, comma 1, lettera b), pubblicate nella Gazzetta Ufficiale della Repubblica italiana e, con decreto del Ministro della giustizia, sono riportate nell'allegato A del presente codice. 4. Il rispetto delle disposizioni contenute nelle regole deontologiche di cui al comma 1 costituisce condizione essenziale per la liceità e la correttezza del trattamento dei dati personali."
    },
    {
      "provision_ref": "art2-quinquies",
      "section": "2-quinquies",
      "title": "Consenso del minore in relazione ai servizi della società dell'informazione",
      "content": "1. In attuazione dell'articolo 8, paragrafo 1, del Regolamento, il minore che ha compiuto i quattordici anni può esprimere il consenso al trattamento dei propri dati personali in relazione all'offerta diretta di servizi della società dell'informazione. Con riguardo a tali servizi, il trattamento dei dati personali del minore di età inferiore a quattordici anni, fondato sull'articolo 6, paragrafo 1, lettera a), del Regolamento, è lecito a condizione che sia prestato da chi esercita la responsabilità genitoriale. 2. In relazione all'offerta diretta ai minori dei servizi di cui al comma 1, il titolare del trattamento redige con linguaggio particolarmente chiaro e semplice, conciso ed esaustivo, facilmente accessibile e comprensibile dal minore, al fine di rendere significativo il consenso prestato da quest'ultimo, le informazioni e le comunicazioni relative al trattamento che lo riguardi."
    },
    {
      "provision_ref": "art2-sexies",
      "section": "2-sexies",
      "title": "Trattamento di categorie particolari di dati personali necessario per motivi di interesse pubblico rilevante",
      "content": "1. I trattamenti delle categorie particolari di dati personali di cui all'articolo 9, paragrafo 1, del Regolamento, necessari per motivi di interesse pubblico rilevante ai sensi del paragrafo 2, lettera g), del medesimo articolo, sono ammessi qualora siano previsti dal diritto dell'Unione europea ovvero, nell'ordinamento interno, da disposizioni di legge o di regolamento o da atti amministrativi generali che specifichino i tipi di dati che possono essere trattati, le operazioni eseguibili e il motivo di interesse pubblico rilevante, nonché le misure appropriate e specifiche per tutelare i diritti fondamentali e gli interessi dell'interessato. (49) 1-bis. I dati personali relativi alla salute, pseudonimizzati 1-ter. Il Ministero della salute disciplina, con uno o più decreti adottati ai sensi del comma 1, l'interconnessione a livello nazionale dei sistemi informativi su base individuale, pseudonomizzati 2. Fermo quanto previsto dal comma 1, si considera rilevante l'interesse pubblico relativo a trattamenti effettuati da soggetti che svolgono compiti di interesse pubblico o connessi all'esercizio di pubblici poteri nelle seguenti materie: 3. Per i dati genetici, biometrici e relativi alla salute il trattamento avviene comunque nel rispetto di quanto previsto dall'articolo 2-septies."
    },
    {
      "provision_ref": "art2-septies",
      "section": "2-septies",
      "title": "Misure di garanzia per il trattamento dei dati genetici, biometrici e relativi alla salute",
      "content": "1. In attuazione di quanto previsto dall'articolo 9, paragrafo 4, del regolamento, i dati genetici, biometrici e relativi alla salute, possono essere oggetto di trattamento in presenza di una delle condizioni di cui al paragrafo 2 del medesimo articolo ed in conformità alle misure di garanzia disposte dal Garante, nel rispetto di quanto previsto dal presente articolo. 2. Il provvedimento che stabilisce le misure di garanzia di cui al comma 1 è adottato con cadenza almeno biennale e tenendo conto: 3. Lo schema di provvedimento è sottoposto a consultazione pubblica per un periodo non inferiore a sessanta giorni. 4. Le misure di garanzia sono adottate nel rispetto di quanto previsto dall'articolo 9, paragrafo 2, del Regolamento, e riguardano anche le cautele da adottare relativamente a: 5. Le misure di garanzia sono adottate in relazione a ciascuna categoria dei dati personali di cui al comma 1, avendo riguardo alle specifiche finalità del trattamento e possono individuare, in conformità a quanto previsto al comma 2, ulteriori condizioni sulla base delle quali il trattamento di tali dati è consentito. In particolare, le misure di garanzia individuano le misure di sicurezza, ivi comprese quelle tecniche di cifratura e di pseudonomizzazione, le misure di minimizzazione, le specifiche modalità per l'accesso selettivo ai dati e per rendere le informazioni agli interessati, nonché le eventuali altre misure necessarie a garantire i diritti degli interessati. 6. Le misure di garanzia che riguardano i dati genetici e il trattamento dei dati relativi alla salute per finalità di prevenzione, diagnosi e cura nonché quelle di cui al comma 4, lettere b), c) e d), sono adottate sentito il Ministro della salute che, a tal fine, acquisisce il parere del Consiglio superiore di sanità. Limitatamente ai dati genetici, le misure di garanzia possono individuare, in caso di particolare ed elevato livello di rischio, il consenso come ulteriore misura di protezione dei diritti dell'interessato, a norma dell'articolo 9, paragrafo 4, del regolamento, o altre cautele specifiche. 7. Nel rispetto dei principi in materia di protezione dei dati personali, con riferimento agli obblighi di cui all'articolo 32 del Regolamento, è ammesso l'utilizzo dei dati biometrici con riguardo alle procedure di accesso fisico e logico ai dati da parte dei soggetti autorizzati, nel rispetto delle misure di garanzia di cui al presente articolo. 8. I dati personali di cui al comma 1 non possono essere diffusi."
    },
    {
      "provision_ref": "art2-octies",
      "section": "2-octies",
      "title": "Principi relativi al trattamento di dati relativi a condanne penali e reati",
      "content": "1. Fatto salvo quanto previsto dal decreto legislativo 18 maggio 2018, n. 51 , il trattamento di dati personali relativi a condanne penali e a reati o a connesse misure di sicurezza sulla base dell'articolo 6, paragrafo 1, del Regolamento, che non avviene sotto il controllo dell'autorità pubblica, è consentito, ai sensi dell'articolo 10 del medesimo regolamento, solo se autorizzato da una norma di legge o, nei casi previsti dalla legge, di regolamento, che prevedano garanzie appropriate per i diritti e le libertà degli interessati. 2. COMMA ABROGATO DALLA L. 2 DICEMBRE 2025, N. 182 3. Fermo quanto previsto dai commi 1 e 2, il trattamento di dati personali relativi a condanne penali e a reati o a connesse misure di sicurezza è consentito se autorizzato da una norma di legge o, nei casi previsti dalla legge, di regolamento, riguardanti, in particolare: 4. COMMA ABROGATO DALLA L. 2 DICEMBRE 2025, N. 182 5. Quando il trattamento dei dati di cui al presente articolo avviene sotto il controllo dell'autorità pubblica si applicano le disposizioni previste dall'articolo 2-sexies. 6. COMMA ABROGATO DALLA L. 2 DICEMBRE 2025, N. 182"
    },
    {
      "provision_ref": "art2-novies",
      "section": "2-novies",
      "title": "Trattamenti disciplinati dalla Presidenza della Repubblica, dalla Camera dei deputati, dal Senato della Repubblica e dalla Corte costituzionale",
      "content": "1. Le disposizioni degli articoli 2-sexies, 2-septies e 2-octies del presente decreto legislativo recano principi applicabili, in conformità ai rispettivi ordinamenti, ai trattamenti delle categorie di dati personali di cui agli articoli 9, paragrafo 1, e 10 del Regolamento, disciplinati dalla Presidenza della Repubblica, dal Senato della Repubblica, dalla Camera dei deputati e dalla Corte costituzionale."
    },
    {
      "provision_ref": "art2-decies",
      "section": "2-decies",
      "title": "Inutilizzabilità dei dati",
      "content": "1. I dati personali trattati in violazione della disciplina rilevante in materia di trattamento dei dati personali non possono essere utilizzati, salvo quanto previsto dall'articolo 160-bis."
    },
    {
      "provision_ref": "art2-undecies",
      "section": "2-undecies",
      "title": "Limitazioni ai diritti dell'interessato",
      "content": "1. I diritti di cui agli articoli da 15 a 22 del Regolamento non possono essere esercitati con richiesta al titolare del trattamento ovvero con reclamo ai sensi dell'articolo 77 del Regolamento qualora dall'esercizio di tali diritti possa derivare un pregiudizio effettivo e concreto: 2. Nei casi di cui al comma 1, lettera c), si applica quanto previsto dai regolamenti parlamentari ovvero dalla legge o dalle norme istitutive della Commissione d'inchiesta. 3. Nei casi di cui al comma 1, lettere a), b), d) e), f) e f-bis) i diritti di cui al medesimo comma sono esercitati conformemente alle disposizioni di legge o di regolamento che regolano il settore, che devono almeno recare misure dirette a disciplinare gli ambiti di cui all'articolo 23, paragrafo 2, del Regolamento. L'esercizio dei medesimi diritti può, in ogni caso, essere ritardato, limitato o escluso con comunicazione motivata e resa senza ritardo all'interessato, a meno che la comunicazione possa compromettere la finalità della limitazione, per il tempo e nei limiti in cui ciò costituisca una misura necessaria e proporzionata, tenuto conto dei diritti fondamentali e dei legittimi interessi dell'interessato, al fine di salvaguardare gli interessi di cui al comma 1, lettere a), b), d), e), f) e f-bis) . In tali casi, i diritti dell'interessato possono essere esercitati anche tramite il Garante con le modalità di cui all'articolo 160. In tale ipotesi, il Garante informa l'interessato di aver eseguito tutte le verifiche necessarie o di aver svolto un riesame, nonché del diritto dell'interessato di proporre ricorso giurisdizionale. Il titolare del trattamento informa l'interessato delle facoltà di cui al presente comma."
    },
    {
      "provision_ref": "art2-duodecies",
      "section": "2-duodecies",
      "title": "Limitazioni per ragioni di giustizia",
      "content": "1. In applicazione dell'articolo 23, paragrafo 1, lettera f), del Regolamento, in relazione ai trattamenti di dati personali effettuati per ragioni di giustizia nell'ambito di procedimenti dinanzi agli uffici giudiziari di ogni ordine e grado nonché dinanzi al Consiglio superiore della magistratura e agli altri organi di autogoverno delle magistrature speciali o presso il Ministero della giustizia, i diritti e gli obblighi di cui agli articoli da 12 a 22 e 34 del Regolamento sono disciplinati nei limiti e con le modalità previste dalle disposizioni di legge o di Regolamento che regolano tali procedimenti, nel rispetto di quanto previsto dall'articolo 23, paragrafo 2, del Regolamento. 2. Fermo quanto previsto dal comma 1, l'esercizio dei diritti e l'adempimento degli obblighi di cui agli articoli da 12 a 22 e 34 del Regolamento possono, in ogni caso, essere ritardati, limitati o esclusi, con comunicazione motivata e resa senza ritardo all'interessato, a meno che la comunicazione possa compromettere la finalità della limitazione, nella misura e per il tempo in cui ciò costituisca una misura necessaria e proporzionata, tenuto conto dei diritti fondamentali e dei legittimi interessi dell'interessato, per salvaguardare l'indipendenza della magistratura e dei procedimenti giudiziari. 3. Si applica l'articolo 2-undecies, comma 3, terzo, quarto e quinto periodo. 4. Ai fini del presente articolo si intendono effettuati per ragioni di giustizia i trattamenti di dati personali correlati alla trattazione giudiziaria di affari e di controversie, i trattamenti effettuati in materia di trattamento giuridico ed economico del personale di magistratura, nonché i trattamenti svolti nell'ambito delle attività ispettive su uffici giudiziari. Le ragioni di giustizia non ricorrono per l'ordinaria attività amministrativo-gestionale di personale, mezzi o strutture, quando non è pregiudicata la segretezza di atti direttamente connessi alla trattazione giudiziaria di procedimenti."
    },
    {
      "provision_ref": "art2-quindecies",
      "section": "2-quindecies",
      "title": "",
      "content": "Art. 2-quinquiesdecies ARTICOLO ABROGATO DAL D.L. 8 OTTOBRE 2021, N. 139 , CONVERTITO CON MODIFICAZIONI DALLA L. 3 DICEMBRE 2021, N. 205"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art32-bis",
      "section": "32-bis",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101 39"
    },
    {
      "provision_ref": "art38",
      "section": "38",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art39",
      "section": "39",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art40",
      "section": "40",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art41",
      "section": "41",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art42",
      "section": "42",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art43",
      "section": "43",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art44",
      "section": "44",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art45",
      "section": "45",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art45-bis",
      "section": "45-bis",
      "title": "Base giuridica",
      "content": "1. Le disposizioni contenute nella presente parte sono stabilite in attuazione dell'articolo 6, paragrafo 2, nonché dell'articolo 23, paragrafo 1, del regolamento."
    },
    {
      "provision_ref": "art46",
      "section": "46",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art47",
      "section": "47",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art48",
      "section": "48",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art49",
      "section": "49",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art50",
      "section": "50",
      "title": "Notizie o immagini relative a minori",
      "content": "1. Il divieto di cui all' articolo 13 del decreto del Presidente della Repubblica 22 settembre 1988, n. 448 , di pubblicazione e divulgazione con qualsiasi mezzo di notizie o immagini idonee a consentire l'identificazione di un minore si osserva anche in caso di coinvolgimento a qualunque titolo del minore in procedimenti giudiziari in materie diverse da quella penale. (La violazione del divieto di cui al presente articolo è punita ai sensi dell' articolo 684 del codice penale"
    },
    {
      "provision_ref": "art51",
      "section": "51",
      "title": "Principi generali",
      "content": "1. Fermo restando quanto previsto dalle disposizioni processuali concernenti la visione e il rilascio di estratti e di copie di atti e documenti, i dati identificativi delle questioni pendenti dinanzi all'autorità giudiziaria di ogni ordine e grado sono resi accessibili a chi vi abbia interesse anche mediante reti di comunicazione elettronica, ivi compreso il sito istituzionale della medesima autorità nella rete Internet. 2. Le sentenze e le altre decisioni dell'autorità giudiziaria di ogni ordine e grado depositate in cancelleria o segreteria sono rese accessibili anche attraverso il sistema informativo e il sito istituzionale della medesima autorità nella rete Internet, osservando le cautele previste dal presente capo."
    },
    {
      "provision_ref": "art52",
      "section": "52",
      "title": "Dati identificativi degli interessati",
      "content": "1. Fermo restando quanto previsto dalle disposizioni concernenti la redazione e il contenuto di sentenze e di altri provvedimenti giurisdizionali dell'autorità giudiziaria di ogni ordine e grado, l'interessato può chiedere per motivi legittimi, con richiesta depositata nella cancelleria o segreteria dell'ufficio che procede prima che sia definito il relativo grado di giudizio, che sia apposta a cura della medesima cancelleria o segreteria, sull'originale della sentenza o del provvedimento, un'annotazione volta a precludere, in caso di riproduzione della sentenza o provvedimento in qualsiasi forma, ... 2. Sulla richiesta di cui al comma 1 provvede in calce con decreto, senza ulteriori formalità, l'autorità che pronuncia la sentenza o adotta il provvedimento. La medesima autorità può disporre d'ufficio che sia apposta l'annotazione di cui al comma 1, a tutela dei diritti o della dignità degli interessati. 3. Nei casi di cui ai commi 1 e 2, all'atto del deposito della sentenza o provvedimento, la cancelleria o segreteria vi appone e sottoscrive anche con timbro la seguente annotazione, recante l'indicazione degli estremi del presente articolo: \"In caso di diffusione omettere le generalità e gli altri dati identificativi di....\". 4. In caso di diffusione anche da parte di terzi di sentenze o di altri provvedimenti recanti l'annotazione di cui al comma 2, o delle relative massime giuridiche, è omessa l'indicazione delle generalità e degli altri dati identificativi dell'interessato. 5. Fermo restando quanto previsto dall' articolo 734-bis del codice penale relativamente alle persone offese da atti di violenza sessuale, chiunque diffonde sentenze o altri provvedimenti giurisdizionali dell'autorità giudiziaria di ogni ordine e grado è tenuto ad omettere in ogni caso, anche in mancanza dell'annotazione di cui al comma 2, le generalità, altri dati identificativi o altri dati anche relativi a terzi dai quali può desumersi anche indirettamente l'identità di minori, oppure delle parti nei procedimenti in materia di rapporti di famiglia e di stato delle persone. 6. Le disposizioni di cui al presente articolo si applicano anche in caso di deposito di lodo ai sensi dell' articolo 825 del codice di procedura civile . La parte può formulare agli arbitri la richiesta di cui al comma 1 prima della pronuncia del lodo e gli arbitri appongono sul lodo l'annotazione di cui al comma 3, anche ai sensi del comma 2. Il collegio arbitrale costituito presso la camera arbitrale per i lavori pubblici ai sensi dell' articolo 209 del Codice dei contratti pubblici di cui al decreto legislativo 18 aprile 2016, n. 50 , 7. Fuori dei casi indicati nel presente articolo è ammessa la diffusione in ogni forma del contenuto anche integrale di sentenze e di altri provvedimenti giurisdizionali."
    },
    {
      "provision_ref": "art53",
      "section": "53",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 18 MAGGIO 2018, N. 51 34"
    },
    {
      "provision_ref": "art54",
      "section": "54",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 18 MAGGIO 2018, N. 51"
    },
    {
      "provision_ref": "art55",
      "section": "55",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 18 MAGGIO 2018, N. 51"
    },
    {
      "provision_ref": "art56",
      "section": "56",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 18 MAGGIO 2018, N. 51"
    },
    {
      "provision_ref": "art57",
      "section": "57",
      "title": "Disposizioni di attuazione",
      "content": "1. Con decreto del Presidente della Repubblica, previa deliberazione del Consiglio dei ministri, su proposta del Ministro dell'interno, di concerto con il Ministro della giustizia, sono individuate le modalità di attuazione dei principi del presente codice relativamente al trattamento dei dati effettuato per le finalità di cui all'articolo 53 dal Centro elaborazioni dati e da organi, uffici o comandi di polizia, anche ad integrazione e modifica del decreto del Presidente della Repubblica 3 maggio 1982, n. 378 , e in attuazione della Raccomandazione R (87) 15 del Consiglio d'Europa del 17 settembre 1987, e successive modificazioni. Le modalità sono individuate con particolare riguardo:"
    },
    {
      "provision_ref": "art58",
      "section": "58",
      "title": "Trattamenti di dati personali per fini di sicurezza nazionale o difesa",
      "content": "1. Ai trattamenti di dati personali effettuati dagli organismi di cui agli articoli 4 , 6 e 7 della legge 3 agosto 2007, n. 124 , sulla base dell'articolo 26 della predetta legge o di altre disposizioni di legge o regolamento o previste da atti amministrativi generali 2. Fermo restando quanto previsto dal comma 1, ai trattamenti effettuati da soggetti pubblici per finalità di difesa o di sicurezza dello Stato, in base a 3. Con uno o più regolamenti sono individuate le modalità di applicazione delle disposizioni di cui ai commi 1 e 2, in riferimento alle tipologie di dati, di interessati, di operazioni di trattamento eseguibili e di persone autorizzate al trattamento dei dati personali sotto l'autorità diretta del titolare o del responsabile ai sensi dell'articolo 2-quaterdecies, anche in relazione all'aggiornamento e alla conservazione. I regolamenti, negli ambiti di cui al comma 1, sono adottati ai sensi dell' articolo 43 della legge 3 agosto 2007, n. 124 , e, negli ambiti di cui al comma 2, sono adottati con decreto del Presidente del Consiglio dei ministri, ai sensi dell' articolo 17, comma 3, della legge 23 agosto 1988, n. 400 , su proposta dei Ministri competenti. 4. Con uno o più regolamenti adottati con decreto del Presidente della Repubblica su proposta del Ministro della difesa, sono disciplinate le misure attuative del presente decreto in materia di esercizio delle funzioni di difesa e sicurezza nazionale da parte delle Forze armate."
    },
    {
      "provision_ref": "art59",
      "section": "59",
      "title": "",
      "content": "1. Fatto salvo quanto previsto dall'articolo 60, i presupposti, le modalità, i limiti per l'esercizio del diritto di accesso a documenti amministrativi contenenti dati personali, e la relativa tutela giurisdizionale, restano disciplinati dalla legge 7 agosto 1990, n. 241 , e successive modificazioni e dalle altre disposizioni di legge in materia, nonché dai relativi regolamenti di attuazione, anche per ciò che concerne i tipi di dati di cui agli articoli 9 e 10 del regolamento 1-bis. I presupposti, le modalità e i limiti per l'esercizio del diritto di accesso civico restano disciplinati dal decreto legislativo 14 marzo 2013, n. 33 ."
    },
    {
      "provision_ref": "art60",
      "section": "60",
      "title": "Dati relativi alla salute o alla vita sessuale o all'orientamento sessuale",
      "content": "1. Quando il trattamento concerne dati genetici, relativi alla salute, alla vita sessuale o all'orientamento sessuale della persona, il trattamento è consentito se la situazione giuridicamente rilevante che si intende tutelare con la richiesta di accesso ai documenti amministrativi, è di rango almeno pari ai diritti dell'interessato, ovvero consiste in un diritto della personalità o in un altro diritto o libertà fondamentale."
    },
    {
      "provision_ref": "art61",
      "section": "61",
      "title": "",
      "content": "1. Il Garante promuove, ai sensi dell'articolo 2-quater, l'adozione di regole deontologiche per il trattamento dei dati personali provenienti da archivi, registri, elenchi, atti o documenti tenuti da soggetti pubblici, anche individuando i casi in cui deve essere indicata la fonte di acquisizione dei dati e prevedendo garanzie appropriate per l'associazione di dati provenienti da più archivi, tenendo presenti le pertinenti Raccomandazioni del Consiglio d'Europa. 2. Agli effetti dell'applicazione del presente codice i dati personali diversi da quelli di cui agli articoli 9 e 10 del regolamento, che devono essere inseriti in un albo professionale in conformità alla legge o ad un regolamento, possono essere comunicati a soggetti pubblici e privati o diffusi, ai sensi dell'articolo 2-ter del presente codice, anche mediante reti di comunicazione elettronica. Può essere altresì menzionata l'esistenza di provvedimenti che a qualsiasi titolo incidono sull'esercizio della professione. 3. L'ordine o collegio professionale può, a richiesta della persona iscritta nell'albo che vi ha interesse, integrare i dati di cui al comma 2 con ulteriori dati pertinenti e non eccedenti in relazione all'attività professionale. 4. A richiesta dell'interessato l'ordine o collegio professionale può altresì fornire a terzi notizie o informazioni relative, in particolare, a speciali qualificazioni professionali non menzionate nell'albo, ovvero alla disponibilità ad assumere incarichi o a ricevere materiale informativo a carattere scientifico inerente anche a convegni o seminart."
    },
    {
      "provision_ref": "art62",
      "section": "62",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art63",
      "section": "63",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art64",
      "section": "64",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art65",
      "section": "65",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art66",
      "section": "66",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art67",
      "section": "67",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art68",
      "section": "68",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art69",
      "section": "69",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art70",
      "section": "70",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art71",
      "section": "71",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art72",
      "section": "72",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art73",
      "section": "73",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art74",
      "section": "74",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art75",
      "section": "75",
      "title": "Specifiche condizioni in ambito sanitario",
      "content": "1. Il trattamento dei dati personali effettuato per finalità di tutela della salute e incolumità fisica dell'interessato o di terzi o della collettività deve essere effettuato ai sensi dell'articolo 9, paragrafi 2, lettere h) ed i), e 3 del regolamento, dell'articolo 2-septies del presente codice, nonché nel rispetto delle specifiche disposizioni di settore."
    },
    {
      "provision_ref": "art76",
      "section": "76",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art77",
      "section": "77",
      "title": "Modalità particolari",
      "content": "1. Le disposizioni del presente titolo individuano modalità particolari utilizzabili dai soggetti di cui al comma 2: 2. Le modalità di cui al comma 1 sono applicabili:"
    },
    {
      "provision_ref": "art78",
      "section": "78",
      "title": "",
      "content": "1. Il medico di medicina generale o il pediatra di libera scelta informano l'interessato relativamente al trattamento dei dati personali, in forma chiara e tale da rendere agevolmente comprensibili gli elementi indicati negli articoli 13 e 14 del Regolamento 2. Le informazioni possono essere fornite 3. Le informazioni possono riguardare, altresì, dati personali eventualmente raccolti presso terzi e sono fornite preferibilmente per iscritto. 4. Le informazioni 5. Le informazioni rese"
    },
    {
      "provision_ref": "art79",
      "section": "79",
      "title": "",
      "content": "1. Le strutture pubbliche e private, che erogano prestazioni sanitarie e socio-sanitarie possono avvalersi delle modalità particolari di cui all'articolo 78 in riferimento ad una pluralità di prestazioni erogate anche da distinti reparti ed unità della stessa struttura o di sue articolazioni ospedaliere o territoriali specificamente identificate. 2. Nei casi di cui al comma 1 l'organismo o le strutture annotano l'avvenuta informazione 3. Le modalità particolari di cui all'articolo 78 4. Sulla base di adeguate misure organizzative in applicazione del comma 3, le modalità particolari"
    },
    {
      "provision_ref": "art80",
      "section": "80",
      "title": "Informativa da parte di altri soggetti",
      "content": "1. Nel fornire le informazioni di cui agli articoli 13 e 14 del Regolamento, oltre a quanto previsto dall'articolo 79, possono avvalersi della facoltà di fornire un'unica informativa per una pluralità di trattamenti di dati effettuati, a fini amministrativi e in tempi diversi, rispetto a dati raccolti presso l'interessato e presso terzi, i competenti servizi o strutture di altri soggetti pubblici, diversi da quelli di cui al predetto articolo 79, operanti in ambito sanitario o della protezione e sicurezza sociale. 2. Le informazioni di cui al comma 1 sono integrate con appositi e idonei cartelli ed avvisi agevolmente visibili al pubblico, affissi e diffusi anche nell'ambito di pubblicazioni istituzionali e mediante reti di comunicazione elettronica, in particolare per quanto riguarda attività amministrative effettuate per motivi di interesse pubblico rilevante che non richiedono il consenso degli interessati."
    },
    {
      "provision_ref": "art81",
      "section": "81",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art82",
      "section": "82",
      "title": "Emergenze e tutela della salute e dell'incolumità fisica",
      "content": "1. Le informazioni di cui agli articoli 13 e 14 del Regolamento possono essere rese 2. Tali informazioni possono altresì essere rese 3. Le informazioni di cui al comma 1 possono essere rese 4. Dopo il raggiungimento della maggiore età le informazioni sono fornite"
    },
    {
      "provision_ref": "art83",
      "section": "83",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art84",
      "section": "84",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art85",
      "section": "85",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art86",
      "section": "86",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art87",
      "section": "87",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art88",
      "section": "88",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art89",
      "section": "89",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art89-bis",
      "section": "89-bis",
      "title": "Prescrizioni di medicinali",
      "content": "1. Per le prescrizioni di medicinali, laddove non è necessario inserire il nominativo dell'interessato, si adottano cautele particolari in relazione a quanto disposto dal Garante nelle misure di garanzia di cui all'articolo 2-septies, anche ai fini del controllo della correttezza della prescrizione ovvero per finalità amministrative o per fini di ricerca scientifica nel settore della sanità pubblica."
    },
    {
      "provision_ref": "art90",
      "section": "90",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art91",
      "section": "91",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art92",
      "section": "92",
      "title": "Cartelle cliniche",
      "content": "1. Nei casi in cui strutture, pubbliche e private, che erogano prestazioni sanitarie e socio-sanitarie 2. Eventuali richieste di presa visione o di rilascio di copia della cartella e dell'acclusa scheda di dimissione ospedaliera da parte di soggetti diversi dall'interessato possono essere accolte, in tutto o in parte, solo se la richiesta è giustificata dalla documentata necessità:"
    },
    {
      "provision_ref": "art93",
      "section": "93",
      "title": "Certificato di assistenza al parto",
      "content": "1. Ai fini della dichiarazione di nascita il certificato di assistenza al parto è sempre sostituito da una semplice attestazione contenente i soli dati richiesti nei registri di nascita. Si osservano, altresì, le disposizioni dell'articolo 109. 2. Il certificato di assistenza al parto o la cartella clinica, ove comprensivi dei dati personali che rendono identificabile la madre che abbia dichiarato di non voler essere nominata avvalendosi della facoltà di cui all' articolo 30, comma 1, del decreto del Presidente della Repubblica 3 novembre 2000, n. 396 , possono essere rilasciati in copia integrale a chi vi abbia interesse, in conformità alla legge, decorsi cento anni dalla formazione del documento. 3. Durante il periodo di cui al comma 2 la richiesta di accesso al certificato o alla cartella può essere accolta relativamente ai dati relativi alla madre che abbia dichiarato di non voler essere nominata, osservando le opportune cautele per evitare che quest'ultima sia identificabile."
    },
    {
      "provision_ref": "art94",
      "section": "94",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art95",
      "section": "95",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art96",
      "section": "96",
      "title": "Trattamento di dati relativi a studenti",
      "content": "1. Al fine di agevolare l'orientamento, la formazione e l'inserimento professionale, anche all'estero, le istituzioni del sistema nazionale di istruzione, i centri di formazione professionale regionale, le scuole private non paritarie nonché le istituzioni di alta formazione artistica e coreutica e le università statali o non statali legalmente riconosciute su richiesta degli interessati, possono comunicare o diffondere, anche a privati e per via telematica, dati relativi agli esiti formativi, intermedi e finali, degli studenti e altri dati personali diversi da quelli di cui agli articoli 9 e 10 del Regolamento, pertinenti in relazione alle predette finalità e indicati nelle informazioni rese agli interessati ai sensi dell'articolo 13 del Regolamento. I dati possono essere successivamente trattati esclusivamente per le predette finalità. 2. Resta ferma la disposizione di cui all' articolo 2, comma 2, del decreto del Presidente della Repubblica 24 giugno 1998, n. 249 , sulla tutela del diritto dello studente alla riservatezza. Restano altresì ferme le vigenti disposizioni in materia di pubblicazione dell'esito degli esami mediante affissione nell'albo dell'istituto e di rilascio di diplomi e certificati."
    },
    {
      "provision_ref": "art97",
      "section": "97",
      "title": "Ambito applicativo",
      "content": "1. Il presente titolo disciplina il trattamento dei dati personali effettuato a fini di archiviazione nel pubblico interesse, di ricerca scientifica o storica o a fini statistici, ai sensi dell'articolo 89 del regolamento."
    },
    {
      "provision_ref": "art98",
      "section": "98",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art99",
      "section": "99",
      "title": "Durata del trattamento",
      "content": "1. Il trattamento di dati personali a fini di archiviazione nel pubblico interesse, di ricerca scientifica o storica o a fini statistici può essere effettuato anche oltre il periodo di tempo necessario per conseguire i diversi scopi per i quali i dati sono stati in precedenza raccolti o trattati. 2. A fini di archiviazione nel pubblico interesse, di ricerca scientifica o storica o a fini statistici possono comunque essere conservati o ceduti ad altro titolare i dati personali dei quali, per qualsiasi causa, è cessato il trattamento nel rispetto di quanto previsto dall'articolo 89, paragrafo 1, del Regolamento."
    },
    {
      "provision_ref": "art100",
      "section": "100",
      "title": "Dati relativi ad attività di studio e ricerca",
      "content": "1. Al fine di promuovere e sostenere la ricerca e la collaborazione in campo scientifico e tecnologico i soggetti pubblici, ivi comprese le università e gli enti di ricerca, possono con autonome determinazioni comunicare e diffondere, anche a privati e per via telematica, dati relativi ad attività di studio e di ricerca, a laureati, dottori di ricerca, tecnici e tecnologi, ricercatori, docenti, esperti e studiosi, con esclusione di quelli di cui agli articoli 9 e 10 del Regolamento 2. Resta fermo il diritto dell'interessato di rettifica, cancellazione, limitazione e opposizione ai sensi degli articoli 16, 17, 18 e 21 del Regolamento 3. I dati di cui al presente articolo non costituiscono documenti amministrativi ai sensi della legge 7 agosto 1990, n. 241 . 4. I dati di cui al presente articolo possono essere successivamente trattati per i soli scopi in base ai quali sono comunicati o diffusi. 4-bis. I diritti di cui al comma 2 si esercitano con le modalità previste dalle regole deontologiche."
    },
    {
      "provision_ref": "art101",
      "section": "101",
      "title": "Modalità di trattamento",
      "content": "1. I dati personali raccolti a fini di archiviazione nel pubblico interesse o di ricerca storica 2. I documenti contenenti dati personali, trattati a fini di archiviazione nel pubblico interesse o di ricerca storica 3. I dati personali possono essere comunque diffusi quando sono relativi a circostanze o fatti resi noti direttamente dall'interessato o attraverso suoi comportamenti in pubblico."
    },
    {
      "provision_ref": "art102",
      "section": "102",
      "title": "Regole deontologiche per il trattamento a fini di archiviazione nel pubblico interesse o di ricerca storica",
      "content": "1. Il Garante promuove, ai sensi dell'articolo 2-quater, la sottoscrizione di regole deontologiche per i soggetti pubblici e privati, ivi comprese le società scientifiche e le associazioni professionali, interessati al trattamento dei dati a fini di archiviazione nel pubblico interesse o di ricerca storica. 2. Le regole deontologiche di cui al comma 1 individuano garanzie adeguate per i diritti e le libertà dell'interessato in particolare: e del Regolamento a fini di archiviazione nel pubblico interesse o di ricerca storica"
    },
    {
      "provision_ref": "art103",
      "section": "103",
      "title": "Consultazione di documenti conservati in archivi",
      "content": "1. La consultazione dei documenti conservati negli archivi di Stato, in quelli storici degli enti pubblici e in archivi privati dichiarati di interesse storico particolarmente importante è disciplinata dal decreto legislativo 22 gennaio 2004, n. 42 e dalle relative regole deontologiche."
    },
    {
      "provision_ref": "art104",
      "section": "104",
      "title": "",
      "content": "1. Le disposizioni del presente capo si applicano ai trattamenti di dati per fini statistici 2. Agli effetti dell'applicazione del presente capo, in relazione ai dati identificativi si tiene conto dell'insieme dei mezzi che possono essere ragionevolmente utilizzati dal titolare o da altri per identificare l'interessato, anche in base alle conoscenze acquisite in relazione al progresso tecnico."
    },
    {
      "provision_ref": "art105",
      "section": "105",
      "title": "Modalità di trattamento",
      "content": "1. I dati personali trattati a fini statistici o di ricerca scientifica 2. I fini statistici e di ricerca scientifica 3. Quando specifiche circostanze individuate dalle regole deontologiche 4. Per il trattamento effettuato a fini statistici o di ricerca scientifica"
    },
    {
      "provision_ref": "art106",
      "section": "106",
      "title": "Regole deontologiche per trattamenti a fini statistici o di ricerca scientifica",
      "content": "1. Il Garante promuove, ai sensi dell'articolo 2-quater, regole deontologiche per i soggetti pubblici e privati, ivi comprese le società scientifiche e le associazioni professionali, interessati al trattamento dei dati per fini statistici o di ricerca scientifica, volte a individuare garanzie adeguate per i diritti e le libertà dell'interessato in conformità all'articolo 89 del Regolamento. 2. Con le regole deontologiche di cui al comma 1, tenendo conto, per i soggetti già compresi nell'ambito del Sistema statistico nazionale, di quanto già previsto dal decreto legislativo 6 settembre 1989, n. 322 , e, per altri soggetti, sulla base di analoghe garanzie, sono individuati in particolare:"
    },
    {
      "provision_ref": "art107",
      "section": "107",
      "title": "Trattamento di categorie particolari di dati personali",
      "content": "1. Fermo restando quanto previsto dall'articolo 2-sexies e fuori dei casi di particolari indagini a fini statistici o di ricerca scientifica previste dalla legge, il consenso dell'interessato al trattamento di dati di cui all'articolo 9 del Regolamento, quando è richiesto, può essere prestato con modalità semplificate, individuate dalle regole deontologiche di cui all'articolo 106 o dalle misure di cui all'articolo 2-septies."
    },
    {
      "provision_ref": "art108",
      "section": "108",
      "title": "Sistema statistico nazionale",
      "content": "1. Il trattamento di dati personali da parte di soggetti che fanno parte del Sistema statistico nazionale, oltre a quanto previsto dalle regole deontologiche di cui all'articolo 106, comma 2, resta inoltre disciplinato dal decreto legislativo 6 settembre 1989, n. 322 , in particolare per quanto riguarda il trattamento dei dati di cui all'articolo 9 del Regolamento indicati nel programma statistico nazionale, le informative all'interessato, l'esercizio dei relativi diritti e i dati non tutelati dal segreto statistico ai sensi dell'articolo 9, comma 4, del medesimo decreto legislativo n. 322 del 1989 ."
    },
    {
      "provision_ref": "art109",
      "section": "109",
      "title": "Dati statistici relativi all'evento della nascita",
      "content": "1. Per la rilevazione dei dati statistici relativi agli eventi di nascita, compresi quelli relativi ai nati affetti da malformazioni e ai nati morti, nonché per i flussi di dati anche da parte di direttori sanitari, si osservano, oltre alle disposizioni di cui al decreto del Ministro della sanità 16 luglio 2001, n. 349, le modalità tecniche determinate dall'istituto nazionale di statistica, sentiti i Ministri"
    },
    {
      "provision_ref": "art110",
      "section": "110",
      "title": "Ricerca medica, biomedica ed epidemiologica",
      "content": "1. Il consenso dell'interessato per il trattamento dei dati relativi alla salute, a fini di ricerca scientifica in campo medico, biomedico o epidemiologico, non è necessario quando la ricerca è effettuata in base a disposizioni di legge o di regolamento o al diritto dell'Unione europea in conformità all'articolo 9, paragrafo 2, lettera j), del Regolamento, ivi incluso il caso in cui la ricerca rientra in un programma di ricerca biomedica o sanitaria previsto ai sensi dell' articolo 12-bis del decreto legislativo 30 dicembre 1992, n. 502 , ed è condotta e resa pubblica una valutazione d'impatto ai sensi degli articoli 35 e 36 del Regolamento. Il consenso non è inoltre necessario quando, a causa di particolari ragioni, informare gli interessati risulta impossibile o implica uno sforzo sproporzionato, oppure rischia di rendere impossibile o di pregiudicare gravemente il conseguimento delle finalità della ricerca. In tali casi, il titolare del trattamento adotta misure appropriate per tutelare i diritti, le libertà e i legittimi interessi dell'interessato, il programma di ricerca è oggetto di motivato parere favorevole del competente comitato etico a livello territoriale . Nei casi di cui al presente comma, il Garante individua le garanzie da osservare ai sensi dell'articolo 106, comma 2, lettera d), del presente codice 2. In caso di esercizio dei diritti dell'interessato ai sensi dell'articolo 16 del regolamento nei riguardi dei trattamenti di cui al comma 1, la rettificazione e l'integrazione dei dati sono annotati senza modificare questi ultimi, quando il risultato di tali operazioni non produce effetti significativi sul risultato della ricerca."
    },
    {
      "provision_ref": "art110-bis",
      "section": "110-bis",
      "title": "Trattamento ulteriore da parte di terzi dei dati personali a fini di ricerca scientifica o a fini statistici",
      "content": "1. Il Garante può autorizzare il trattamento ulteriore di dati personali, compresi quelli dei trattamenti speciali di cui all'articolo 9 del Regolamento, a fini di ricerca scientifica o a fini statistici da parte di soggetti terzi che svolgano principalmente tali attività quando, a causa di particolari ragioni, informare gli interessati risulta impossibile o implica uno sforzo sproporzionato, oppure rischia di rendere impossibile o di pregiudicare gravemente il conseguimento delle finalità della ricerca, a condizione che siano adottate misure appropriate per tutelare i diritti, le libertà e i legittimi interessi dell'interessato, in conformità all'articolo 89 del Regolamento, comprese forme preventive di minimizzazione e di anonimizzazione dei dati. 2. Il Garante comunica la decisione adottata sulla richiesta di autorizzazione entro quarantacinque giorni, decorsi i quali la mancata pronuncia equivale a rigetto. Con il provvedimento di autorizzazione o anche successivamente, sulla base di eventuali verifiche, il Garante stabilisce le condizioni e le misure necessarie ad assicurare adeguate garanzie a tutela degli interessati nell'ambito del trattamento ulteriore dei dati personali da parte di terzi, anche sotto il profilo della loro sicurezza. 3. Il trattamento ulteriore di dati personali da parte di terzi per le finalità di cui al presente articolo può essere autorizzato dal Garante anche mediante provvedimenti generali, adottati d'ufficio e anche in relazione a determinate categorie di titolari e di trattamenti, con i quali sono stabilite le condizioni dell'ulteriore trattamento e prescritte le misure necessarie per assicurare adeguate garanzie a tutela degli interessati. I provvedimenti adottati a norma del presente comma sono pubblicati nella Gazzetta Ufficiale della Repubblica italiana. 4. Non costituisce trattamento ulteriore da parte di terzi il trattamento dei dati personali raccolti per l'attività clinica, a fini di ricerca, da parte degli Istituti di ricovero e cura a carattere scientifico, pubblici e privati, in ragione del carattere strumentale dell'attività di assistenza sanitaria svolta dai predetti istituti rispetto alla ricerca, nell'osservanza di quanto previsto dall'articolo 89 del Regolamento."
    },
    {
      "provision_ref": "art111",
      "section": "111",
      "title": "Regole deontologiche per trattamenti nell'ambito del rapporto di lavoro",
      "content": "1. Il Garante promuove, ai sensi dell'articolo 2-quater, l'adozione di regole deontologiche per i soggetti pubblici e privati interessati al trattamento dei dati personali effettuato nell'ambito del rapporto di lavoro per le finalità di cui all'articolo 88 del Regolamento, prevedendo anche specifiche modalità per le informazioni da rendere all'interessato."
    },
    {
      "provision_ref": "art111-bis",
      "section": "111-bis",
      "title": "Informazioni in caso di ricezione di curriculum",
      "content": "1. Le informazioni di cui all'articolo 13 del Regolamento, nei casi di ricezione dei curricula spontaneamente trasmessi dagli interessati al fine della instaurazione di un rapporto di lavoro, vengono fornite al momento del primo contatto utile, successivo all'invio del curriculum medesimo. Nei limiti delle finalità di cui all'articolo 6, paragrafo 1, lettera b), del Regolamento, il consenso al trattamento dei dati personali presenti nei curricula non è dovuto."
    },
    {
      "provision_ref": "art112",
      "section": "112",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art113",
      "section": "113",
      "title": "Raccolta di dati e pertinenza",
      "content": "1. Resta fermo quanto disposto dall' articolo 8 della legge 20 maggio 1970, n. 300 , nonché dall' articolo 10 del decreto legislativo 10 settembre 2003, n. 276 ."
    },
    {
      "provision_ref": "art114",
      "section": "114",
      "title": "Garanzie in materia di controllo a distanza",
      "content": "1. Resta fermo quanto disposto dall' articolo 4 della legge 20 maggio 1970, n. 300 ."
    },
    {
      "provision_ref": "art115",
      "section": "115",
      "title": "Telelavoro, lavoro agile e lavoro domestico",
      "content": "1. Nell'ambito del rapporto di lavoro domestico del telelavoro e del lavoro agile 2. Il lavoratore domestico è tenuto a mantenere la necessaria riservatezza per tutto quanto si riferisce alla vita familiare."
    },
    {
      "provision_ref": "art116",
      "section": "116",
      "title": "Conoscibilità di dati su mandato dell'interessato",
      "content": "1. Per lo svolgimento delle proprie attività gli istituti di patronato e di assistenza sociale, nell'ambito del mandato conferito dall'interessato, possono accedere alle banche di dati degli enti eroganti le prestazioni, in relazione a tipi di dati individuati specificamente con il consenso manifestato dall'interessato medesimo 2. Il Ministro del lavoro e delle politiche sociali stabilisce con proprio decreto le linee-guida di apposite convenzioni da stipulare tra gli istituti di patronato e di assistenza sociale e gli enti eroganti le prestazioni."
    },
    {
      "provision_ref": "art117",
      "section": "117",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art118",
      "section": "118",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art119",
      "section": "119",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art120",
      "section": "120",
      "title": "Sinistri",
      "content": "1. L'Istituto per la vigilanza sulle assicurazioni ... 2. Il trattamento e la comunicazione ai soggetti di cui al comma 1 dei dati personali sono consentiti per lo svolgimento delle funzioni indicate nel medesimo comma. 3. Per quanto non previsto dal presente articolo si applicano le disposizioni dall' articolo 135 del codice delle assicurazioni private di cui al decreto legislativo 7 settembre 2005, n. 209"
    },
    {
      "provision_ref": "art121",
      "section": "121",
      "title": "Servizi interessati e definizioni",
      "content": "1. Le disposizioni del presente titolo si applicano al trattamento dei dati personali connesso alla fornitura di servizi di comunicazione elettronica accessibili al pubblico su reti pubbliche di comunicazioni, comprese quelle che supportano i dispositivi di raccolta dei dati e di identificazione. 1-bis. Ai fini dell'applicazione delle disposizioni del presente titolo si intende per:"
    },
    {
      "provision_ref": "art122",
      "section": "122",
      "title": "",
      "content": "1. L'archiviazione delle informazioni nell'apparecchio terminale di un contraente o di un utente o l'accesso a informazioni già archiviate sono consentiti unicamente a condizione che il contraente o l'utente abbia espresso il proprio consenso dopo essere stato informato con ... 2. Ai fini dell'espressione del consenso di cui al comma 1, possono essere utilizzate specifiche configurazioni di programmi informatici o di dispositivi che siano di facile e chiara utilizzabilità per il contraente o l'utente. 2-bis. Salvo quanto previsto dal comma 1, è vietato l'uso di una rete di comunicazione elettronica per accedere a informazioni archiviate nell'apparecchio terminale di un contraente o di un utente, per archiviare informazioni o per monitorare le operazioni dell'utente."
    },
    {
      "provision_ref": "art123",
      "section": "123",
      "title": "Dati relativi al traffico",
      "content": "1. I dati relativi al traffico riguardanti abbonati ed utenti trattati dal fornitore di una rete pubblica di comunicazioni o di un servizio di comunicazione elettronica accessibile al pubblico sono cancellati o resi anonimi quando non sono più necessari ai fini della trasmissione della comunicazione elettronica, fatte salve le disposizioni dei commi 2, 3 e 5. 2. Il trattamento dei dati relativi al traffico strettamente necessari a fini di fatturazione per l'contraente, ovvero di pagamenti in caso di interconnessione, è consentito al fornitore, a fini di documentazione in caso di contestazione della fattura o per la pretesa del pagamento, per un periodo non superiore a sei mesi, salva l'ulteriore specifica conservazione necessaria per effetto di una contestazione anche in sede giudiziale. 3. Il fornitore di un servizio di comunicazione elettronica accessibile al pubblico può trattare i dati di cui al comma 2 nella misura e per la durata necessarie a fini di commercializzazione di servizi di comunicazione elettronica o per la fornitura di servizi a valore aggiunto, solo se l'contraente o l'utente cui i dati si riferiscono hanno manifestato preliminarmente il proprio consenso, che è revocabile in ogni momento. 4. Nel fornire le informazioni di cui agli articoli 13 e 14 del Regolamento 5. Il trattamento dei dati personali relativi al traffico è consentito unicamente a persone che, ai sensi dell'articolo 2-quaterdecies, risultano autorizzate al trattamento e che operano 6. L'Autorità per le garanzie nelle comunicazioni può ottenere i dati relativi alla fatturazione o al traffico necessari ai fini della risoluzione di controversie attinenti, in particolare, all'interconnessione o alla fatturazione."
    },
    {
      "provision_ref": "art124",
      "section": "124",
      "title": "Fatturazione dettagliata",
      "content": "1. L' contraente 2. Il fornitore del servizio di comunicazione elettronica accessibile al pubblico è tenuto ad abilitare l'utente ad effettuare comunicazioni e a richiedere servizi da qualsiasi terminale, gratuitamente ed in modo agevole, avvalendosi per il pagamento di modalità alternative alla fatturazione, anche impersonali, quali carte di credito o di debito o carte prepagate. 3. Nella documentazione inviata all' contraente 4. Nella fatturazione all' contraente 5. Il Garante, accertata l'effettiva disponibilità delle modalità di cui al comma 2, può autorizzare il fornitore ad indicare nella fatturazione i numeri completi delle comunicazioni."
    },
    {
      "provision_ref": "art125",
      "section": "125",
      "title": "Identificazione della linea",
      "content": "1. Se è disponibile la presentazione dell'identificazione della linea chiamante, il fornitore del servizio di comunicazione elettronica accessibile al pubblico assicura all'utente chiamante la possibilità di impedire, gratuitamente e mediante una funzione semplice, la presentazione dell'identificazione della linea chiamante, chiamata per chiamata. L'contraente chiamante deve avere tale possibilità linea per linea. Rimane in ogni caso fermo quanto previsto dall' articolo 2, comma 1, della legge 11 gennaio 2018, n. 5 . 2. Se è disponibile la presentazione dell'identificazione della linea chiamante, il fornitore del servizio di comunicazione elettronica accessibile al pubblico assicura all'contraente chiamato la possibilità di impedire, gratuitamente e mediante una funzione semplice, la presentazione dell'identificazione delle chiamate entranti. 3. Se è disponibile la presentazione dell'identificazione della linea chiamante e tale indicazione avviene prima che la comunicazione sia stabilita, il fornitore del servizio di comunicazione elettronica accessibile al pubblico assicura all'contraente chiamato la possibilità, mediante una funzione semplice e gratuita, di respingere le chiamate entranti se la presentazione dell'identificazione della linea chiamante è stata eliminata dall'utente o contraente chiamante. 4. Se è disponibile la presentazione dell'identificazione della linea collegata, il fornitore del servizio di comunicazione elettronica accessibile al pubblico assicura all'contraente chiamato la possibilità di impedire, gratuitamente e mediante una funzione semplice, la presentazione dell'identificazione della linea collegata all'utente chiamante. 5. Le disposizioni di cui al comma 1 si applicano anche alle chiamate dirette verso Paesi non appartenenti all'unione europea. Le disposizioni di cui ai commi 2, 3 e 4 si applicano anche alle chiamate provenienti da tali Paesi. 6. Se è disponibile la presentazione dell'identificazione della linea chiamante o di quella collegata, il fornitore del servizio di comunicazione elettronica accessibile al pubblico informa gli abbonati e gli utenti dell'esistenza di tale servizio e delle possibilità previste ai commi 1, 2, 3 e 4."
    },
    {
      "provision_ref": "art126",
      "section": "126",
      "title": "Dati relativi all'ubicazione",
      "content": "1. I dati relativi all'ubicazione diversi dai dati relativi al traffico, riferiti agli utenti o agli abbonati di reti pubbliche di comunicazione o di servizi di comunicazione elettronica accessibili al pubblico, possono essere trattati solo se anonimi o se l'utente o l'contraente ha manifestato previamente il proprio consenso, revocabile in ogni momento, e nella misura e per la durata necessari per la fornitura del servizio a valore aggiunto richiesto. 2. Il fornitore del servizio, prima di richiedere il consenso, informa gli utenti e gli abbonati sulla natura dei dati relativi all'ubicazione diversi dai dati relativi al traffico che saranno sottoposti al trattamento, sugli scopi e sulla durata di quest'ultimo, nonché sull'eventualità che i dati siano trasmessi ad un terzo per la prestazione del servizio a valore aggiunto. 3. L'utente e l'contraente che manifestano il proprio consenso al trattamento dei dati relativi all'ubicazione, diversi dai dati relativi al traffico, conservano il diritto di richiedere, gratuitamente e mediante una funzione semplice, l'interruzione temporanea del trattamento di tali dati per ciascun collegamento alla rete o per ciascuna trasmissione di comunicazioni. 4. Il trattamento dei dati relativi all'ubicazione diversi dai dati relativi al traffico, ai sensi dei commi 1 , 2 e 3, è consentito unicamente a persone autorizzate al trattamento, ai sensi dell'articolo 2-quaterdecies, che operano"
    },
    {
      "provision_ref": "art127",
      "section": "127",
      "title": "Chiamate di disturbo e di emergenza",
      "content": "1. L' contraente 2. La richiesta formulata per iscritto dall' contraente 3. I dati conservati ai sensi del comma 1 possono essere comunicati all' contraente 4. Il fornitore di una rete pubblica di comunicazioni o di un servizio di comunicazione elettronica accessibile al pubblico predispone procedure trasparenti per garantire, linea per linea, l'inefficacia della soppressione dell'identificazione della linea chiamante, nonché, ove necessario, il trattamento dei dati relativi all'ubicazione, nonostante il rifiuto o il mancato consenso temporanei dell' contraente"
    },
    {
      "provision_ref": "art128",
      "section": "128",
      "title": "Trasferimento automatico della chiamata",
      "content": "1. Il fornitore di un servizio di comunicazione elettronica accessibile al pubblico adotta le misure necessarie per consentire a ciascun contraente"
    },
    {
      "provision_ref": "art129",
      "section": "129",
      "title": "Elenchi dei contraenti",
      "content": "1. Il Garante individua con proprio provvedimento, in cooperazione con l'Autorità per le garanzie nelle comunicazioni ai sensi dell'articolo 154, comma 4, e in conformità alla normativa dell'Unione europea, le modalità di inserimento e di successivo utilizzo dei dati personali relativi ai contraenti negli elenchi cartacei o elettronici a disposizione del pubblico. 2. Il provvedimento di cui al comma 1 individua idonee modalità per la manifestazione del consenso all'inclusione negli elenchi e, rispettivamente, all'utilizzo dei dati per finalità di invio di materiale pubblicitario o di vendita diretta o per il compimento di ricerche di mercato o di comunicazione commerciale nonché per le finalità di cui all'articolo 21, paragrafo 2, del Regolamento, in base al principio della massima semplificazione delle modalità di inclusione negli elenchi a fini di mera ricerca del contraente per comunicazioni interpersonali, e del consenso specifico ed espresso qualora il trattamento esuli da tali fini, nonché in tema di verifica, rettifica o cancellazione dei dati senza oneri."
    },
    {
      "provision_ref": "art130",
      "section": "130",
      "title": "Comunicazioni indesiderate",
      "content": "1. Fermo restando quanto stabilito dagli articoli 8 e 21 del decreto legislativo 9 aprile 2003, n. 70 , l'uso di sistemi automatizzati di chiamata o di comunicazione di chiamata senza l'intervento di un operatore per l'invio di materiale pubblicitario o di vendita diretta o per il compimento di ricerche di mercato o di comunicazione commerciale è consentito con il consenso del contraente o utente. Resta in ogni caso fermo quanto previsto dall' articolo 1, comma 14, della legge 11 gennaio 2018, n. 5 . 2. La disposizione di cui al comma 1 si applica anche alle comunicazioni elettroniche, effettuate per le finalità ivi indicate, mediante posta elettronica, telefax, messaggi del tipo Mms (Multimedia Messaging Service) o Sms (Short Message Service) o di altro tipo. 3. Fuori dei casi di cui ai commi 1 e 2, ulteriori comunicazioni per le finalità di cui ai medesimi commi effettuate con mezzi diversi da quelli ivi indicati, sono consentite ai sensi degli articoli 6 e 7 del Regolamento 3-bis. In deroga a quanto previsto dall'articolo 129, il trattamento dei dati di cui al comma 1 del predetto articolo, 3-ter. Il registro di cui al comma 3-bis è istituito con decreto del Presidente della Repubblica da adottare ai sensi dell' articolo 17, comma 2, della legge 23 agosto 1988, n. 400 , previa deliberazione del Consiglio dei ministri, acquisito il parere del Consiglio di Stato e delle Commissioni parlamentari competenti in materia, che si pronunciano entro trenta giorni dalla richiesta, nonché, per i relativi profili di competenza, il parere dell'Autorità per le garanzie nelle comunicazioni, che si esprime entro il medesimo termine, secondo i seguenti criteri e principi generali: 3-quater. La vigilanza e il controllo sull'organizzazione e il funzionamento del registro di cui al comma 3-bis e sul trattamento dei dati sono attribuiti al Garante. 4. Fatto salvo quanto previsto nel comma 1 , se il titolare del trattamento utilizza, a fini di vendita diretta di propri prodotti o servizi, le coordinate di posta elettronica fornite dall'interessato nel contesto della vendita di un prodotto o di un servizio, può non richiedere il consenso dell'interessato, sempre che si tratti di servizi analoghi a quelli oggetto della vendita e l'interessato, adeguatamente informato, non rifiuti tale uso, inizialmente o in occasione di successive comunicazioni. L'interessato, al momento della raccolta e in occasione dell'invio di ogni comunicazione effettuata per le finalità di cui al presente comma, è informato della possibilità di opporsi in ogni momento al trattamento, in maniera agevole e gratuitamente. 5. è vietato in ogni caso l'invio di comunicazioni per le finalità di cui al comma 1 o, comunque, a scopo promozionale, effettuato camuffando o celando l'identità del mittente o in violazione dell' articolo 8 del decreto legislativo 9 aprile 2003, n. 70 , o senza fornire un idoneo recapito presso il quale l'interessato possa esercitare i diritti di cui agli articoli da 15 a 22 del Regolamento 6. In caso di reiterata violazione delle disposizioni di cui al presente articolo il Garante può, provvedendo ai sensi dell'articolo 58 del Regolamento"
    },
    {
      "provision_ref": "art131",
      "section": "131",
      "title": "Informazioni a contraenti e utenti",
      "content": "1. Il fornitore di un servizio di comunicazione elettronica accessibile al pubblico informa l'contraente e, ove possibile, l'utente circa la sussistenza di situazioni che permettono di apprendere in modo non intenzionale il contenuto di comunicazioni o conversazioni da parte di soggetti ad esse estranei. 2. L'contraente informa l'utente quando il contenuto delle comunicazioni o conversazioni può essere appreso da altri a causa del tipo di apparecchiature terminali utilizzate o del collegamento realizzato tra le stesse presso la sede dell'contraente medesimo. 3. L'utente informa l'altro utente quando, nel corso della conversazione, sono utilizzati dispositivi che consentono l'ascolto della conversazione stessa da parte di altri soggetti."
    },
    {
      "provision_ref": "art132",
      "section": "132",
      "title": "Conservazione di dati di traffico per altre finalità",
      "content": "1. Fermo restando quanto previsto dall'articolo 123, comma 2, i dati relativi al traffico telefonico conservati dal fornitore per ventiquattro mesi dalla data della comunicazione, per finalità di accertamento e repressione dei reati, mentre, per le medesime finalità, i dati relativi al traffico telematico, esclusi comunque i contenuti delle comunicazioni, sono conservati dal fornitore per dodici mesi dalla data della comunicazione. (31) (32) (33) 1-bis. I dati relativi alle chiamate senza risposta, trattati temporaneamente da parte dei fornitori di servizi di comunicazione elettronica accessibili al pubblico oppure di una rete pubblica di comunicazione, sono conservati per trenta giorni. (15) (17) (33) 2. COMMA ABROGATO DAL D.LGS. 30 MAGGIO 2008, N. 109 . 3. Entro il termine di conservazione imposto dalla legge, se sussistono sufficienti indizi di reati per i quali la legge stabilisce la pena dell'ergastolo o della reclusione non inferiore nel massimo a tre anni, determinata a norma dell' articolo 4 del codice di procedura penale , e di reati di minaccia e di molestia o disturbo alle persone col mezzo del telefono, quando la minaccia, la molestia e il disturbo sono gravi, ove rilevanti per l'accertamento dei fatti ovvero per le ricerche di un latitante 3-bis. Quando ricorrono ragioni di urgenza e vi è fondato motivo di ritenere che dal ritardo possa derivare grave pregiudizio alle indagini ovvero alle ricerche di un latitante 3-ter. Rispetto ai dati conservati per le finalità indicate al comma 1 i diritti di cui agli articoli da 12 a 22 del Regolamento possono essere esercitati con le modalità di cui all'articolo 2-undecies, comma 3, terzo, quarto e quinto periodo. 3-quater. I dati acquisiti in violazione delle disposizioni dei commi 3 e 3-bis non possono essere utilizzati. 4. COMMA ABROGATO DAL D.LGS. 30 MAGGIO 2008, N. 109 . 4-bis. COMMA ABROGATO DAL D.LGS. 30 MAGGIO 2008, N. 109 . 4-ter. Il Ministro dell'interno o, su sua delega, i responsabili degli uffici centrali specialistici in materia informatica o telematica della Polizia di Stato, dell'Arma dei carabinieri e del Corpo della guardia di finanza, nonché gli altri soggetti indicati nel comma 1 dell'articolo 226 delle norme di attuazione, di coordinamento e transitorie del codice di procedura penale , di cui al decreto legislativo 28 luglio 1989, n. 271 , possono ordinare, anche in relazione alle eventuali richieste avanzate da autorità investigative straniere, ai fornitori e agli operatori di servizi telefonici, 4-quater. Il fornitore o l'operatore di servizi telefonici, 4-quinquies. I provvedimenti adottati ai sensi del comma 4-ter sono comunicati per iscritto, senza ritardo e comunque entro quarantotto ore dalla notifica al destinatario, al pubblico ministero del luogo di esecuzione il quale, se ne ricorrono i presupposti, li convalida. In caso di mancata convalida, i provvedimenti assunti perdono efficacia. 5. Il trattamento dei dati per le finalità di cui al comma 1 è effettuato nel rispetto delle misure e degli accorgimenti a garanzia dell'interessato prescritti dal Garante con provvedimento di carattere generale, volti a garantire che i dati conservati possiedano i medesimi requisiti di qualità, sicurezza e protezione dei dati in rete, nonché ad indicare le modalità tecniche per la periodica distruzione dei dati, decorsi i termini di cui al comma 1 . 5-bis. è fatta salva la disciplina di cui all' articolo 24 della legge 20 novembre 2017, n. 167 ."
    },
    {
      "provision_ref": "art132-bis",
      "section": "132-bis",
      "title": "Procedure istituite dai fornitori",
      "content": "1. I fornitori istituiscono procedure interne per corrispondere alle richieste effettuate in conformità alle disposizioni che prevedono forme di accesso a dati personali degli utenti. 2. A richiesta, i fornitori forniscono al Garante, per i profili di competenza, informazioni sulle procedure di cui al comma 1, sul numero di richieste ricevute, sui motivi legali addotti e sulle risposte date."
    },
    {
      "provision_ref": "art132-ter",
      "section": "132-ter",
      "title": "Sicurezza del trattamento",
      "content": "1. Nel rispetto di quanto disposto dall'articolo 32 del Regolamento, ai fornitori di servizi di comunicazione elettronica accessibili al pubblico si applicano le disposizioni del presente articolo. 2.Il fornitore di un servizio di comunicazione elettronica accessibile al pubblico adotta, ai sensi dell'articolo 32 del Regolamento, anche attraverso altri soggetti a cui sia affidata l'erogazione del servizio, misure tecniche e organizzative adeguate al rischio esistente. 3. I soggetti che operano sulle reti di comunicazione elettronica garantiscono che i dati personali siano accessibili soltanto al personale autorizzato per fini legalmente autorizzati. 4. Le misure di cui ai commi 2 e 3 garantiscono la protezione dei dati relativi al traffico ed all'ubicazione e degli altri dati personali archiviati o trasmessi dalla distruzione anche accidentale, da perdita o alterazione anche accidentale e da archiviazione, trattamento, accesso o divulgazione non autorizzati o illeciti, nonché garantiscono l'attuazione di una politica di sicurezza. 5. Quando la sicurezza del servizio o dei dati personali richiede anche l'adozione di misure che riguardano la rete, il fornitore del servizio di comunicazione elettronica accessibile al pubblico adotta tali misure congiuntamente con il fornitore della rete pubblica di comunicazioni. In caso di mancato accordo, su richiesta di uno dei fornitori, la controversia è definita dall'Autorità per le garanzie nelle comunicazioni secondo le modalità previste dalla normativa vigente."
    },
    {
      "provision_ref": "art132-quater",
      "section": "132-quater",
      "title": "Informazioni sui rischi",
      "content": "1. Il fornitore di un servizio di comunicazione elettronica accessibile al pubblico informa gli abbonati e, ove possibile, gli utenti, mediante linguaggio chiaro, idoneo e adeguato rispetto alla categoria e alla fascia di età dell'interessato a cui siano fornite le suddette informazioni, con particolare attenzione in caso di minori di età, se sussiste un particolare rischio di violazione della sicurezza della rete, indicando, quando il rischio è al di fuori dell'ambito di applicazione delle misure che il fornitore stesso è tenuto ad adottare a norma dell'articolo 132-ter, commi 2, 3 e 5, tutti i possibili rimedi e i relativi costi presumibili. Analoghe informazioni sono rese al Garante e all'Autorità per le garanzie nelle comunicazioni."
    },
    {
      "provision_ref": "art133",
      "section": "133",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art134",
      "section": "134",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art135",
      "section": "135",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art136",
      "section": "136",
      "title": "Finalità giornalistiche e altre manifestazioni del pensiero",
      "content": "1. Le disposizioni del presente titolo si applicano , ai sensi dell'articolo 85 del Regolamento,"
    },
    {
      "provision_ref": "art137",
      "section": "137",
      "title": "Disposizioni applicabili",
      "content": "1. Con riferimento a quanto previsto dall'articolo 136, possono essere trattati i dati di cui agli articoli 9 e 10 del Regolamento anche senza il consenso dell'interessato, purché nel rispetto delle regole deontologiche di cui all'articolo 139. 2. Ai trattamenti indicati nell'articolo 136 non si applicano le disposizioni relative: 3. In caso di diffusione o di comunicazione dei dati per le finalità di cui all'articolo 136 restano fermi i limiti del diritto di cronaca a tutela dei diritti di cui all'articolo 1, paragrafo 2, del Regolamento e all'articolo 1 del presente codice e, in particolare, quello dell'essenzialità dell'informazione riguardo a fatti di interesse pubblico. Possono essere trattati i dati personali relativi a circostanze o fatti resi noti direttamente dagli interessati o attraverso loro comportamenti in pubblico."
    },
    {
      "provision_ref": "art138",
      "section": "138",
      "title": "Segreto professionale",
      "content": "1. In caso di richiesta dell'interessato di conoscere l'origine dei dati personali ai sensi dell'articolo 15, paragrafo 1, lettera g), del Regolamento"
    },
    {
      "provision_ref": "art139",
      "section": "139",
      "title": "Regole deontologiche relative ad attività giornalistiche",
      "content": "1. Il Garante promuove, ai sensi dell'articolo 2-quater, l'adozione da parte del Consiglio nazionale dell'ordine dei giornalisti di regole deontologiche relative al trattamento dei dati di cui all'articolo 136, che prevedono misure ed accorgimenti a garanzia degli interessati rapportate alla natura dei dati, in particolare per quanto riguarda quelli relativi alla salute e alla vita o all'orientamento sessuale. Le regole possono anche prevedere forme particolari per le informazioni di cui agli articoli 13 e 14 del Regolamento. 2. Le regole deontologiche o le modificazioni od integrazioni alle stesse che non sono adottate dal Consiglio entro sei mesi dalla proposta del Garante sono adottate in via sostitutiva dal Garante e sono efficaci sino a quando diviene efficace una diversa disciplina secondo la procedura di cooperazione. 3. Le regole deontologiche e le disposizioni di modificazione ed integrazione divengono efficaci quindici giorni dopo la loro pubblicazione nella Gazzetta Ufficiale della Repubblica italiana ai sensi dell'articolo 2-quater. 4. In caso di violazione delle prescrizioni contenute nelle regole deontologiche, il Garante può vietare il trattamento ai sensi dell'articolo 58 del Regolamento. 5. Il Garante, in cooperazione con il Consiglio nazionale dell'ordine dei giornalisti, prescrive eventuali misure e accorgimenti a garanzia degli interessati, che il Consiglio è tenuto a recepire."
    },
    {
      "provision_ref": "art140",
      "section": "140",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art140-bis",
      "section": "140-bis",
      "title": "Forme alternative di tutela",
      "content": "1. Qualora ritenga che i diritti di cui gode sulla base della normativa in materia di protezione dei dati personali siano stati violati, l'interessato può proporre reclamo al Garante o ricorso dinanzi all'autorità giudiziaria. 2. Il reclamo al Garante non può essere proposto se, per il medesimo oggetto e tra le stesse parti, è stata già adita l'autorità giudiziaria. 3. La presentazione del reclamo al Garante rende improponibile un'ulteriore domanda dinanzi all'autorità giudiziaria tra le stesse parti e per il medesimo oggetto, salvo quanto previsto dall' articolo 10, comma 4, del decreto legislativo 1° settembre 2011, n. 150 ."
    },
    {
      "provision_ref": "art141",
      "section": "141",
      "title": "Reclamo al Garante",
      "content": "1. L'interessato può rivolgersi al Garante mediante reclamo ai sensi dell'articolo 77 del Regolamento."
    },
    {
      "provision_ref": "art142",
      "section": "142",
      "title": "Proposizione del reclamo",
      "content": "1. Il reclamo contiene un'indicazione per quanto possibile dettagliata dei fatti e delle circostanze su cui si fonda, delle disposizioni che si presumono violate e delle misure richieste, nonché gli estremi identificativi del titolare o del responsabile del trattamento, ove conosciuto. 2. Il reclamo è sottoscritto dall'interessato o, su mandato di questo, da un ente del terzo settore soggetto alla disciplina del decreto legislativo 3 luglio 2017, n. 117 , che sia attivo nel settore della tutela dei diritti e delle libertà degli interessati, con riguardo alla protezione dei dati personali. 3. Il reclamo reca in allegato la documentazione utile ai fini della sua valutazione e l'eventuale mandato, e indica un recapito per l'invio di comunicazioni anche tramite posta elettronica, telefax o telefono. 4. Il Garante predispone un modello per il reclamo, da pubblicare nel proprio sito istituzionale, di cui favorisce la disponibilità con strumenti elettronici. 5. Il Garante disciplina con proprio regolamento il procedimento relativo all'esame dei reclami, nonché modalità semplificate e termini abbreviati per la trattazione di reclami che abbiano ad oggetto la violazione degli articoli da 15 a 22 del Regolamento."
    },
    {
      "provision_ref": "art143",
      "section": "143",
      "title": "Decisione del reclamo",
      "content": "1. Esaurita l'istruttoria preliminare, se il reclamo non è manifestamente infondato e sussistono i presupposti per adottare un provvedimento, il Garante, anche prima della definizione del procedimento può adottare i provvedimenti di cui all'articolo 58 del Regolamento nel rispetto delle disposizioni di cui all'articolo 56 dello stesso. 2. I provvedimenti di cui al comma 1 sono pubblicati nella Gazzetta Ufficiale della Repubblica italiana se i relativi destinatari non sono facilmente identificabili per il numero o per la complessità degli accertamenti. 3. Il Garante decide il reclamo entro nove mesi dalla data di presentazione e, in ogni caso, entro tre mesi dalla predetta data informa l'interessato sullo stato del procedimento. In presenza di motivate esigenze istruttorie, che il Garante comunica all'interessato, il reclamo è deciso entro dodici mesi. In caso di attivazione del procedimento di cooperazione di cui all'articolo 60 del Regolamento, il termine rimane sospeso per la durata del predetto procedimento. 4. Avverso la decisione è ammesso ricorso giurisdizionale ai sensi dell'articolo 152."
    },
    {
      "provision_ref": "art144",
      "section": "144",
      "title": "Segnalazioni",
      "content": "1. Chiunque può rivolgere una segnalazione che il Garante può valutare anche ai fini dell'emanazione dei provvedimenti di cui all'articolo 58 del Regolamento. 2. I provvedimenti del Garante di cui all'articolo 58 del Regolamento possono essere adottati anche d'ufficio."
    },
    {
      "provision_ref": "art144-bis",
      "section": "144-bis",
      "title": "Revenge porn",
      "content": "1. Chiunque, compresi i minori ultraquattordicenni, abbia fondato motivo di ritenere che registrazioni audio, immagini o video o altri documenti informatici a contenuto sessualmente esplicito che lo riguardano, destinati a rimanere privati, possano essere oggetto di invio, consegna, cessione, pubblicazione o diffusione attraverso piattaforme digitali senza il suo consenso ha facoltà di segnalare il pericolo al Garante, il quale, nelle quarantotto ore dal ricevimento della segnalazione, decide ai sensi degli articoli 143 e 144 del presente codice. 2. Quando le registrazioni audio, le immagini o i video o gli altri documenti informatici riguardano minori, la segnalazione al Garante può essere effettuata anche dai genitori o dagli esercenti la responsabilità genitoriale o la tutela. 3. Per le finalità di cui al comma 1, l'invio al Garante di registrazioni audio, immagini o video o altri documenti informatici a contenuto sessualmente esplicito riguardanti soggetti terzi, effettuato dall'interessato, non integra il reato di cui all' articolo 612-ter del codice penale . 4. I gestori delle piattaforme digitali destinatari dei provvedimenti di cui al comma 1 conservano il materiale oggetto della segnalazione, a soli fini probatori e con misure indicate dal Garante, anche nell'ambito dei medesimi provvedimenti, idonee a impedire la diretta identificabilità degli interessati, per dodici mesi a decorrere dal ricevimento del provvedimento stesso. 5. Il Garante, con proprio provvedimento, può disciplinare specifiche modalità di svolgimento dei procedimenti di cui al comma 1 e le misure per impedire la diretta identificabilità degli interessati di cui al medesimo comma. 6. I fornitori di servizi di condivisione di contenuti audiovisivi, ovunque stabiliti, che erogano servizi accessibili in Italia, indicano senza ritardo al Garante o pubblicano nel proprio sito internet un recapito al quale possono essere comunicati i provvedimenti adottati ai sensi del comma 1. In caso di inadempimento dell'obbligo di cui al periodo precedente, il Garante diffida il fornitore del servizio ad adempiere entro trenta giorni. In caso di inottemperanza alla diffida si applica la sanzione amministrativa pecuniaria di cui all'articolo 83, paragrafo 4, del Regolamento. 7. Quando il Garante, a seguito della segnalazione di cui al comma 1, acquisisce notizia della consumazione del reato di cui all' articolo 612-ter del codice penale , anche in forma tentata, nel caso di procedibilità d'ufficio trasmette al pubblico ministero la segnalazione ricevuta e la documentazione acquisita 49"
    },
    {
      "provision_ref": "art145",
      "section": "145",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art146",
      "section": "146",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art147",
      "section": "147",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art148",
      "section": "148",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art149",
      "section": "149",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art150",
      "section": "150",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art151",
      "section": "151",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art152",
      "section": "152",
      "title": "Autorità giudiziaria ordinaria",
      "content": "1. Tutte le controversie che riguardano le materie oggetto dei ricorsi giurisdizionali di cui agli articoli 78 e 79 del Regolamento e quelli comunque riguardanti l'applicazione della normativa in materia di protezione dei dati personali, nonché il diritto al risarcimento del danno ai sensi dell'articolo 82 del medesimo regolamento, sono attribuite all'autorità giudiziaria ordinaria. 1-bis. Le controversie di cui al comma 1 sono disciplinate dall' articolo 10 del decreto legislativo 1° settembre 2011, n. 150 .(26) 2. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 3. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 4. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 5. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 6. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 7. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 8. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 9. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 10. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 11. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 12. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 13. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26) 14. COMMA ABROGATO DAL D.LGS. 1 SETTEMBRE 2011, N. 150 . (26)"
    },
    {
      "provision_ref": "art153",
      "section": "153",
      "title": "Garante per la protezione dei dati personali",
      "content": "1. Il Garante è composto dal Collegio, che ne costituisce il vertice, e dall'Ufficio. Il Collegio è costituito da quattro componenti, eletti due dalla Camera dei deputati e due dal Senato della Repubblica con voto limitato. I componenti devono essere eletti tra coloro che presentano la propria candidatura nell'ambito di una procedura di selezione il cui avviso deve essere pubblicato nei siti internet della Camera, del Senato e del Garante almeno sessanta giorni prima della nomina. Le candidature devono pervenire almeno trenta giorni prima della nomina e i curricula devono essere pubblicati negli stessi siti internet. Le candidature possono essere avanzate da persone che assicurino indipendenza e che risultino di comprovata esperienza nel settore della protezione dei dati personali, con particolare riferimento alle discipline giuridiche o dell'informatica. 2. I componenti eleggono nel loro ambito un presidente, il cui voto prevale in caso di parità. Eleggono altresì un vice presidente, che assume le funzioni del presidente in caso di sua assenza o impedimento. 3. L'incarico di presidente e quello di componente hanno durata settennale e non sono rinnovabili. Per tutta la durata dell'incarico il presidente e i componenti non possono esercitare, a pena di decadenza, alcuna attività professionale o di consulenza, anche non remunerata, né essere amministratori o dipendenti di enti pubblici o privati, né ricoprire cariche elettive. 4. I membri del Collegio devono mantenere il segreto, sia durante sia successivamente alla cessazione dell'incarico, in merito alle informazioni riservate cui hanno avuto accesso nell'esecuzione dei propri compiti o nell'esercizio dei propri poteri. 5. All'atto dell'accettazione della nomina il presidente e i componenti sono collocati fuori ruolo se dipendenti di pubbliche amministrazioni o magistrati in attività di servizio; se professori universitari di ruolo, sono collocati in aspettativa senza assegni ai sensi dell' articolo 13 del decreto del Presidente della Repubblica 11 luglio 1980, n. 382 . Il personale collocato fuori ruolo o in aspettativa non può essere sostituito. 6. Al presidente e ai componenti 7. Alle dipendenze del Garante è posto l'Ufficio di cui all'articolo 155. 8. Il presidente, i componenti, il segretario generale e i dipendenti si astengono dal trattare, per i due anni successivi alla cessazione dell'incarico ovvero del servizio presso il Garante, procedimenti dinanzi al Garante, ivi compresa la presentazione per conto di terzi di reclami richieste di parere o interpelli."
    },
    {
      "provision_ref": "art154",
      "section": "154",
      "title": "Compiti",
      "content": "1. Oltre a quanto previsto da specifiche disposizioni e dalla Sezione II del Capo VI del regolamento, il Garante, ai sensi dell'articolo 57, paragrafo 1, lettera v), del Regolamento medesimo, anche di propria iniziativa e avvalendosi dell'Ufficio, in conformità alla disciplina vigente e nei confronti di uno o più titolari del trattamento, ha il compito di: 2. Il Garante svolge altresì, ai sensi del comma 1, la funzione di controllo o assistenza in materia di trattamento dei dati personali prevista da leggi di ratifica di accordi o convenzioni internazionali o da atti comunitari o dell'Unione europea e, in particolare: 3. Per quanto non previsto dal Regolamento e dal presente codice, il Garante disciplina con proprio Regolamento, ai sensi dell'articolo 156, comma 3, le modalità specifiche dei procedimenti relativi all'esercizio dei compiti e dei poteri ad esso attribuiti dal Regolamento e dal presente codice. 4. Il Garante collabora con altre autorità amministrative indipendenti nazionali nello svolgimento dei rispettivi compiti. 5. Fatti salvi i termini più brevi previsti per legge, il parere del Garante, anche nei casi di cui agli articoli 36, paragrafo 4, del Regolamento, è reso nel termine di quarantacinque giorni dal ricevimento della richiesta. Decorso il termine, l'amministrazione può procedere indipendentemente dall'acquisizione del parere. Quando, per esigenze istruttorie, non può essere rispettato il termine di cui al presente comma, tale termine può essere interrotto per una sola volta e il parere deve essere reso definitivamente entro venti giorni dal ricevimento degli elementi istruttori da parte delle amministrazioni interessate. 5-bis. Il parere di cui all'articolo 36, paragrafo 4, del Regolamento è reso dal Garante nei soli casi in cui la legge o il regolamento in corso di adozione disciplina espressamente le modalità del trattamento descrivendo una o più operazioni, compiute con o senza l'ausilio di processi automatizzati e applicate a dati personali o insiemi di dati personali, come la raccolta, la registrazione, l'organizzazione, la strutturazione, la conservazione, l'adattamento o la modifica, l'estrazione, la consultazione, l'uso, la comunicazione mediante trasmissione, diffusione o qualsiasi altra forma di messa a disposizione, il raffronto o l'interconnessione, la limitazione, la cancellazione o la distruzione, nonché nei casi in cui la norma di legge o di regolamento autorizza espressamente un trattamento di dati personali da parte di soggetti privati senza rinviare la disciplina delle modalità del trattamento a fonti sottoordinate. 5-ter. Quando il Presidente del Consiglio dei ministri dichiara che ragioni di urgenza non consentono la consultazione preventiva e comunque nei casi di adozione di decreti-legge, il Garante esprime il parere di cui al comma 5-bis: a) in sede di esame parlamentare dei disegni di legge o dei disegni di legge di conversione dei decreti-legge; b) in sede di esame definitivo degli schemi di decreto legislativo sottoposti al parere delle Commissioni parlamentari 6. Copia dei provvedimenti emessi dall'autorità giudiziaria in relazione a quanto previsto dal presente codice o in materia di criminalità informatica è trasmessa, a cura della cancelleria, al Garante. 7. Il Garante non è competente per il controllo dei trattamenti effettuati dalle autorità giudiziarie nell'esercizio delle loro funzioni."
    },
    {
      "provision_ref": "art154-bis",
      "section": "154-bis",
      "title": "Poteri",
      "content": "1. Oltre a quanto previsto da specifiche disposizioni, dalla Sezione II del Capo VI del Regolamento e dal presente codice, ai sensi dell'articolo 58, paragrafo 6, del Regolamento medesimo, il Garante ha il potere di: 2. Il Garante può invitare rappresentanti di un'altra autorità amministrativa indipendente nazionale a partecipare alle proprie riunioni, o essere invitato alle riunioni di altra autorità amministrativa indipendente nazionale, prendendo parte alla discussione di argomenti di comune interesse; può richiedere, altresì, la collaborazione di personale specializzato addetto ad altra autorità amministrativa indipendente nazionale. 3. Il Garante pubblica i propri provvedimenti sulla base di quanto previsto con atto di natura generale che disciplina anche la durata di tale pubblicazione, la pubblicità nella Gazzetta Ufficiale della Repubblica italiana e sul proprio sito internet istituzionale nonché i casi di oscuramento. 4. In considerazione delle esigenze di semplificazione delle micro, piccole e medie imprese, come definite dalla raccomandazione 2003/361/CE , il Garante per la protezione dei dati personali, nel rispetto delle disposizioni del Regolamento e del presente Codice, promuove, nelle linee guida adottate a norma del comma 1, lettera a), modalità semplificate di adempimento degli obblighi del titolare del trattamento."
    },
    {
      "provision_ref": "art154-ter",
      "section": "154-ter",
      "title": "Potere di agire e rappresentanza in giudizio",
      "content": "1. Il Garante è legittimato ad agire in giudizio nei confronti del titolare o del responsabile del trattamento in caso di violazione delle disposizioni in materia di protezione dei dati personali. 2. Il Garante è rappresentato in giudizio dall'Avvocatura dello Stato, ai sensi dell' articolo 1 del regio decreto 30 ottobre 1933, n. 1611 . 3. Nei casi di conflitto di interesse, il Garante, sentito l'Avvocato generale dello Stato, può stare in giudizio tramite propri funzionari iscritti nell'elenco speciale degli avvocati dipendenti di enti pubblici ovvero avvocati del libero foro."
    },
    {
      "provision_ref": "art155",
      "section": "155",
      "title": "Ufficio del Garante",
      "content": "1. All'Ufficio del Garante, al fine di garantire la responsabilità e l'autonomia ai sensi della legge 7 agosto 1990, n. 241 , e successive modificazioni, e del decreto legislativo 30 marzo 2001, n. 165 , e successive modificazioni, si applicano i principi riguardanti l'individuazione e le funzioni del responsabile del procedimento, nonché quelli relativi alla distinzione fra le funzioni di indirizzo e di controllo, attribuite agli organi di vertice, e le funzioni di gestione attribuite ai dirigenti. Si applicano altresì le disposizioni del medesimo decreto legislativo n. 165 del 2001 espressamente richiamate dal presente codice."
    },
    {
      "provision_ref": "art156",
      "section": "156",
      "title": "Ruolo organico e personale",
      "content": "1. All'Ufficio del Garante è preposto un segretario generale, nominato tra persone di elevata e comprovata qualificazione professionale rispetto al ruolo e agli obiettivi da conseguire, scelto anche tra i magistrati ordinari, amministrativi e contabili, gli avvocati dello Stato, i professori universitari di ruolo in materie giuridiche ed economiche, nonché i dirigenti di prima fascia dello Stato. 2. A decorrere dal 1° gennaio 2022, il ruolo organico del personale dipendente è stabilito nel limite di duecento unità 3. Con propri regolamenti pubblicati nella Gazzetta Ufficiale della Repubblica italiana, il Garante definisce: 4. L'Ufficio può avvalersi, per motivate esigenze, di dipendenti dello Stato o di altre amministrazioni pubbliche o di enti pubblici collocati in posizione di fuori ruolo o equiparati nelle forme previste dai rispettivi ordinamenti, ovvero in aspettativa ai sensi dell' articolo 13 del decreto del Presidente della Repubblica 11 luglio 1980, n. 382 , in numero non superiore, complessivamente, a trenta unità 5. In aggiunta al personale di ruolo, l'Ufficio può assumere dipendenti con contratto a tempo determinato o avvalersi di consulenti incaricati ai sensi dell' articolo 7, comma 6, del decreto legislativo n. 165 del 2001 , in misura comunque non superiore a trenta unità 6. Il personale addetto all'Ufficio del Garante ed i consulenti sono tenuti, sia durante che dopo il mandato, al segreto su ciò di cui sono venuti a conoscenza, nell'esercizio delle proprie funzioni, in ordine a notizie che devono rimanere segrete. 7. Il personale dell'Ufficio del Garante addetto agli accertamenti di cui all'articolo 158 e agli articoli 57, paragrafo 1, lettera h), 58, paragrafo 1, lettera b), e 62, del Regolamento riveste, nei limiti del servizio cui è destinato e secondo le rispettive attribuzioni, la qualifica di ufficiale o agente di polizia giudiziaria. 8. Le spese di funzionamento del Garante, in adempimento all'articolo 52, paragrafo 4, del Regolamento, ivi comprese quelle necessarie ad assicurare la sua partecipazione alle procedure di cooperazione e al meccanismo di coerenza introdotti dal Regolamento, nonché quelle connesse alle risorse umane, tecniche e finanziarie, ai locali e alle infrastrutture necessarie per l'effettivo adempimento dei suoi compiti e l'esercizio dei propri poteri, sono poste a carico di un fondo stanziato a tale scopo nel bilancio dello Stato e iscritto in apposita missione e programma di spesa del Ministero dell'economia e delle finanze. Il rendiconto della gestione finanziaria è soggetto al controllo della Corte dei conti. Il Garante può esigere dal titolare del trattamento il versamento di diritti di segreteria in relazione a particolari procedimenti."
    },
    {
      "provision_ref": "art157",
      "section": "157",
      "title": "Richiesta di informazioni e di esibizione di documenti",
      "content": "1. Nell'ambito dei poteri di cui all'articolo 58 del Regolamento, e per l'espletamento dei propri compiti, il Garante può richiedere al titolare, al responsabile, al rappresentante del titolare o del responsabile, all'interessato o anche a terzi di fornire informazioni e di esibire documenti anche con riferimento al contenuto di banche di dati."
    },
    {
      "provision_ref": "art158",
      "section": "158",
      "title": "Accertamenti",
      "content": "1. Il Garante può disporre accessi a banche di dati, archivi o altre ispezioni e verifiche nei luoghi ove si svolge il trattamento o nei quali occorre effettuare rilevazioni comunque utili al controllo del rispetto della disciplina in materia di trattamento dei dati personali. 2. I controlli di cui al comma 1, nonché quelli effettuati ai sensi dell'articolo 62 del Regolamento, sono eseguiti da personale dell'Ufficio, con la partecipazione, se del caso, di componenti o personale di autorità di controllo di altri Stati membri dell'Unione europea. 3. Il Garante si avvale anche, ove necessario, della collaborazione di altri organi dello Stato per lo svolgimento dei suoi compiti istituzionali. 4. Gli accertamenti di cui ai commi 1 e 2, se svolti in un'abitazione o in un altro luogo di privata dimora o nelle relative appartenenze, sono effettuati con l'assenso informato del titolare o del responsabile, oppure previa autorizzazione del presidente del tribunale competente per territorio in relazione al luogo dell'accertamento, il quale provvede con decreto motivato senza ritardo, al più tardi entro tre giorni dal ricevimento della richiesta del Garante quando è documentata l'indifferibilità dell'accertamento. 5. Con le garanzie di cui al comma 4, gli accertamenti svolti nei luoghi di cui al medesimo comma possono altresì riguardare reti di comunicazione accessibili al pubblico, potendosi procedere all'acquisizione di dati e informazioni on-line. A tal fine, viene redatto apposito verbale in contradditorio con le parti ove l'accertamento venga effettuato presso il titolare del trattamento."
    },
    {
      "provision_ref": "art159",
      "section": "159",
      "title": "",
      "content": "1. Il personale operante, munito di documento di riconoscimento, può essere assistito ove necessario da consulenti tenuti al segreto su ciò di cui sono venuti a conoscenza, nell'esercizio delle proprie funzioni, in ordine a notizie che devono rimanere segrete 2. Ai soggetti presso i quali sono eseguiti gli accertamenti è consegnata copia dell'autorizzazione del presidente del tribunale, ove rilasciata. I medesimi soggetti sono tenuti a farli eseguire e a prestare la collaborazione a tal fine necessaria. In caso di rifiuto gli accertamenti sono comunque eseguiti e le spese in tal caso occorrenti sono poste a carico del titolare con il provvedimento che definisce il procedimento, che per questa parte costituisce titolo esecutivo ai sensi degli articoli 474 e 475 del codice di procedura civile . 3. Gli accertamenti, se effettuati presso il titolare o il responsabile o il rappresentante del titolare o del responsabile 4. Se non è disposto diversamente nel decreto di autorizzazione del presidente del tribunale, l'accertamento non può essere iniziato prima delle ore sette e dopo le ore venti, e può essere eseguito anche con preavviso quando ciò può facilitarne l'esecuzione. 5. Le informative, le richieste e i provvedimenti di cui al presente articolo e agli articoli 157 e 158 possono essere trasmessi anche mediante posta elettronica ... 6. Quando emergono indizi di reato si osserva la disposizione di cui all'articolo 220 delle norme di attuazione, di coordinamento e transitorie del codice di procedura penale , approvate con decreto legislativo 28 luglio 1989, n. 271 ."
    },
    {
      "provision_ref": "art160",
      "section": "160",
      "title": "Particolari accertamenti",
      "content": "1. Per i trattamenti di dati personali di cui all'articolo 58, gli accertamenti sono effettuati per il tramite di un componente designato dal Garante. 2. Se il trattamento non risulta conforme alle norme del Regolamento ovvero alle disposizioni di legge o di Regolamento, il Garante indica al titolare o al responsabile le necessarie modificazioni ed integrazioni e ne verifica l'attuazione. Se l'accertamento è stato richiesto dall'interessato, a quest'ultimo è fornito in ogni caso un riscontro circa il relativo esito, se ciò non pregiudica azioni od operazioni a tutela dell'ordine e della sicurezza pubblica o di prevenzione e repressione di reati o ricorrono motivi di difesa o di sicurezza dello Stato. 3. Gli accertamenti non sono delegabili. Quando risulta necessario in ragione della specificità della verifica, il componente designato può farsi assistere da personale specializzato tenuto al segreto su ciò di cui sono venuti a conoscenza in ordine a notizie che devono rimanere segrete. Gli atti e i documenti acquisiti sono custoditi secondo modalità tali da assicurarne la segretezza e sono conoscibili dal presidente e dai componenti del Garante e, se necessario per lo svolgimento delle funzioni dell'organo, da un numero delimitato di addetti all'Ufficio individuati dal Garante sulla base di criteri definiti dal Regolamento di cui all'articolo 156, comma 3, lettera a). 4. Per gli accertamenti di cui al comma 3 relativi agli organismi di informazione e di sicurezza e ai dati coperti da segreto di Stato il componente designato prende visione degli atti e dei documenti rilevanti e riferisce oralmente nelle riunioni del Garante. 39"
    },
    {
      "provision_ref": "art160-bis",
      "section": "160-bis",
      "title": "Validità, efficacia e utilizzabilità nel procedimento giudiziario di atti, documenti e provvedimenti basati sul trattamento di dati personali non conforme a disposizioni di legge o di Regolamento",
      "content": "1. La validità, l'efficacia e l'utilizzabilità nel procedimento giudiziario di atti, documenti e provvedimenti basati sul trattamento di dati personali non conforme a disposizioni di legge o di Regolamento restano disciplinate dalle pertinenti disposizioni processuali."
    },
    {
      "provision_ref": "art161",
      "section": "161",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art162",
      "section": "162",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art162-bis",
      "section": "162-bis",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art162-ter",
      "section": "162-ter",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art163",
      "section": "163",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art164",
      "section": "164",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art164-bis",
      "section": "164-bis",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art165",
      "section": "165",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art166",
      "section": "166",
      "title": "Criteri di applicazione delle sanzioni amministrative pecuniarie e procedimento per l'adozione dei provvedimenti correttivi e sanzionatori",
      "content": "1. Sono soggette alla sanzione amministrativa di cui all'articolo 83, paragrafo 4, del Regolamento le violazioni delle disposizioni di cui agli articoli 2-quinquies, comma 2, ... 2. Sono soggette alla sanzione amministrativa di cui all'articolo 83, paragrafo 5, del Regolamento le violazioni delle disposizioni di cui agli articoli 2-ter, 2-quinquies, comma 1, 2-sexies, 2-septies, comma 8, 2-octies, 2-terdecies, commi 1, 2, 3 e 4, 52, commi 4 e 5, 75, 78, 79, 80, 82, 92, comma 2, 93, commi 2 e 3, 96, 99, 100, commi 1, 2 e 4, 101, 105 commi 1, 2 e 4, 110-bis, commi 2 e 3, 111, 111-bis, 116, comma 1, 120, comma 2, 122, 123, commi 1, 2, 3 e 5, 124, 125, 126, 130, commi da 1 a 5, 131, 132, 132-bis, comma 2, 132-quater, 157, nonché delle misure di garanzia, delle regole deontologiche di cui rispettivamente agli articoli 2-septies e 2-quater. 3. Il Garante è l'organo competente ad adottare i provvedimenti correttivi di cui all'articolo 58, paragrafo 2, del Regolamento, nonché ad irrogare le sanzioni di cui all'articolo 83 del medesimo Regolamento e di cui ai commi 1 e 2. 4. Il procedimento per l'adozione dei provvedimenti e delle sanzioni indicati al comma 3 può essere avviato, nei confronti sia di soggetti privati, sia di autorità pubbliche ed organismi pubblici, a seguito di reclamo ai sensi dell'articolo 77 del Regolamento o di attività istruttoria d'iniziativa del Garante, nell'ambito dell'esercizio dei poteri d'indagine di cui all'articolo 58, paragrafo 1, del Regolamento, nonché in relazione ad accessi, ispezioni e verifiche svolte in base a poteri di accertamento autonomi, ovvero delegati dal Garante. 5. L'Ufficio del Garante, quando ritiene che gli elementi acquisiti nel corso delle attività di cui al comma 4 configurino una o più violazioni indicate nel presente titolo e nell'articolo 83, paragrafi 4, 5 e 6, del Regolamento, avvia il procedimento per l'adozione dei provvedimenti e delle sanzioni di cui al comma 3 notificando al titolare o al responsabile del trattamento le presunte violazioni, nel rispetto delle garanzie previste dal Regolamento di cui al comma 9, salvo che la previa notifica della contestazione non risulti incompatibile con la natura e le finalità del provvedimento da adottare. Nei confronti dei titolari del trattamento di cui agli articoli 2-ter, comma 1-bis, e 58 del presente codice e all' articolo 1, comma 1, del decreto legislativo 18 maggio 2018, n. 51 , la predetta notifica può essere omessa esclusivamente nel caso in cui il Garante abbia accertato che le presunte violazioni hanno già arrecato e continuano ad arrecare un effettivo, concreto, attuale e rilevante pregiudizio ai soggetti interessati al trattamento, che il Garante ha l'obbligo di individuare e indicare nel provvedimento, motivando puntualmente le ragioni dell'omessa notifica. In assenza di tali presupposti, il giudice competente accerta l'inefficacia del provvedimento 6. Entro trenta giorni dal ricevimento della comunicazione di cui al comma 5, il contravventore può inviare al Garante scritti difensivi o documenti e può chiedere di essere sentito dalla medesima autorità. 7. Nell'adozione dei provvedimenti sanzionatori nei casi di cui al comma 3 si osservano, in quanto applicabili, gli articoli da 1 a 9 , da 18 a 22 e da 24 a 28 della legge 24 novembre 1981, n. 689 ; nei medesimi casi può essere applicata la sanzione amministrativa accessoria della pubblicazione dell'ordinanza-ingiunzione, per intero o per estratto, sul sito internet del Garante o dell'ingiunzione a realizzare campagne di comunicazione istituzionale volte alla promozione della consapevolezza del diritto alla protezione dei dati personali, sulla base di progetti previamente approvati dal Garante e che tengano conto della gravità della violazione. Nella determinazione della sanzione ai sensi dell'articolo 83, paragrafo 2, del Regolamento, il Garante tiene conto anche di eventuali campagne di comunicazione istituzionale volte alla promozione della consapevolezza del diritto alla protezione dei dati personali, realizzate dal trasgressore anteriormente alla commissione della violazione 8. Entro il termine di cui all' articolo 10, comma 3, del decreto legislativo n. 150 del 2011 previsto per la proposizione del ricorso, il trasgressore e gli obbligati in solido possono definire la controversia adeguandosi alle prescrizioni del Garante, ove impartite, e mediante il pagamento di un importo pari alla metà della sanzione irrogata. 9. Nel rispetto dell'articolo 58, paragrafo 4, del Regolamento, con proprio regolamento pubblicato nella Gazzetta Ufficiale della Repubblica italiana, il Garante definisce le modalità del procedimento per l'adozione dei provvedimenti e delle sanzioni di cui al comma 3 ed i relativi termini, in conformità ai principi della piena conoscenza degli atti istruttori, del contraddittorio, della verbalizzazione, nonché della distinzione tra funzioni istruttorie e funzioni decisorie rispetto all'irrogazione della sanzione. 10. Le disposizioni relative a sanzioni amministrative previste dal presente codice e dall'articolo 83 del Regolamento non si applicano in relazione ai trattamenti svolti in ambito giudiziario."
    },
    {
      "provision_ref": "art167",
      "section": "167",
      "title": "Trattamento illecito di dati",
      "content": "1. Salvo che il fatto costituisca più grave reato, chiunque, al fine di trarre per sé o per altri profitto ovvero di arrecare danno all'interessato, operando in violazione di quanto disposto dagli articoli 123, 126 e 130 o dal provvedimento di cui all'articolo 129 arreca nocumento all'interessato, è punito con la reclusione da sei mesi a un anno e sei mesi. 2. Salvo che il fatto costituisca più grave reato, chiunque, al fine di trarre per sé o per altri profitto ovvero di arrecare danno all'interessato, procedendo al trattamento dei dati personali di cui agli articoli 9 e 10 del Regolamento in violazione delle disposizioni di cui agli articoli 2-sexies e 2-octies, o delle misure di garanzia di cui all'articolo 2-septies ... 3. Salvo che il fatto costituisca più grave reato, la pena di cui al comma 2 si applica altresì a chiunque, al fine di trarre per sé o per altri profitto ovvero di arrecare danno all'interessato, procedendo al trasferimento dei dati personali verso un paese terzo o un'organizzazione internazionale al di fuori dei casi consentiti ai sensi degli articoli 45, 46 o 49 del Regolamento, arreca nocumento all'interessato. 4. Il Pubblico ministero, quando ha notizia dei reati di cui ai commi 1, 2 e 3, ne informa senza ritardo il Garante. 5. Il Garante trasmette al pubblico ministero, con una relazione motivata, la documentazione raccolta nello svolgimento dell'attività di accertamento nel caso in cui emergano elementi che facciano presumere la esistenza di un reato. La trasmissione degli atti al pubblico ministero avviene al più tardi al termine dell'attività di accertamento delle violazioni delle disposizioni di cui al presente decreto. 6. Quando per lo stesso fatto è stata applicata a norma del presente codice o del Regolamento a carico dell'imputato o dell'ente una sanzione amministrativa pecuniaria dal Garante e questa è stata riscossa, la pena è diminuita."
    },
    {
      "provision_ref": "art167-bis",
      "section": "167-bis",
      "title": "Comunicazione e diffusione illecita di dati personali oggetto di trattamento su larga scala",
      "content": "1. Salvo che il fatto costituisca più grave reato, chiunque comunica o diffonde al fine di trarre profitto per sé o altri ovvero al fine di arrecare danno, un archivio automatizzato o una parte sostanziale di esso contenente dati personali oggetto di trattamento su larga scala, in violazione degli articoli 2-ter, 2-sexies e 2-octies, è punito con la reclusione da uno a sei anni. 2. Salvo che il fatto costituisca più grave reato, chiunque, al fine trarne profitto per sé o altri ovvero di arrecare danno, comunica o diffonde, senza consenso, un archivio automatizzato o una parte sostanziale di esso contenente dati personali oggetto di trattamento su larga scala, è punito con la reclusione da uno a sei anni, quando il consenso dell'interessato è richiesto per le operazioni di comunicazione e di diffusione. 3. Per i reati di cui ai commi 1 e 2, si applicano i commi 4, 5 e 6 dell'articolo 167."
    },
    {
      "provision_ref": "art167-ter",
      "section": "167-ter",
      "title": "Acquisizione fraudolenta di dati personali oggetto di trattamento su larga scala",
      "content": "1. Salvo che il fatto costituisca più grave reato, chiunque, al fine trarne profitto per sé o altri ovvero di arrecare danno, acquisisce con mezzi fraudolenti un archivio automatizzato o una parte sostanziale di esso contenente dati personali oggetto di trattamento su larga scala è punito con la reclusione da uno a quattro anni. 2. Per il reato di cui al comma 1 si applicano i commi 4, 5 e 6 dell'articolo 167."
    },
    {
      "provision_ref": "art168",
      "section": "168",
      "title": "Falsità nelle dichiarazioni al Garante e interruzione dell'esecuzione dei compiti o dell'esercizio dei poteri del Garante",
      "content": "1. Salvo che il fatto costituisca più grave reato, chiunque, in un procedimento o nel corso di accertamenti dinanzi al Garante, dichiara o attesta falsamente notizie o circostanze o produce atti o documenti falsi, è punito con la reclusione da sei mesi a tre anni. 2. Fuori dei casi di cui al comma 1, è punito con la reclusione sino ad un anno chiunque intenzionalmente cagiona un'interruzione o turba la regolarità di un procedimento dinanzi al Garante o degli accertamenti dallo stesso svolti."
    },
    {
      "provision_ref": "art169",
      "section": "169",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art170",
      "section": "170",
      "title": "Inosservanza di provvedimenti del Garante",
      "content": "1. Chiunque, non osservando"
    },
    {
      "provision_ref": "art171",
      "section": "171",
      "title": "Violazioni delle disposizioni in materia di controlli a distanza e indagini sulle opinioni dei lavoratori",
      "content": "1. La violazione delle disposizioni di cui agli articoli 4, comma 1, e 8 della legge 20 maggio 1970, n. 300 , è punita con le sanzioni di cui all'articolo 38 della medesima legge."
    },
    {
      "provision_ref": "art172",
      "section": "172",
      "title": "Pene accessorie",
      "content": "1. La condanna per uno dei delitti previsti dal presente codice importa la pubblicazione della sentenza , ai sensi dell' articolo 36, secondo e terzo comma, del codice penale"
    },
    {
      "provision_ref": "art173",
      "section": "173",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art174",
      "section": "174",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art175",
      "section": "175",
      "title": "Forze di polizia",
      "content": "1. COMMA ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101 2. COMMA ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101 3. L' articolo 10 della legge 1 aprile 1981, n. 121 , e successive modificazioni, è sostituito dal seguente: \"Art. 10 (Controlli) 1. Il controllo sul Centro elaborazione dati è esercitato dal Garante per la protezione dei dati personali, nei modi previsti dalla legge e dai regolamenti. 2. I dati e le informazioni conservati negli archivi del Centro possono essere utilizzati in procedimenti giudiziari o amministrativi soltanto attraverso l'acquisizione delle fonti originarie indicate nel primo comma dell'articolo 7, fermo restando quanto stabilito dall' articolo 240 del codice di procedura penale . Quando nel corso di un procedimento giurisdizionale o amministrativo viene rilevata l'erroneità o l'incompletezza dei dati e delle informazioni, o l'illegittimità del loro trattamento, l'autorità precedente ne dà notizia al Garante per la protezione dei dati personali. 3. La persona alla quale si riferiscono i dati può chiedere all'ufficio di cui alla lettera a) del primo comma dell'articolo 5 la conferma dell'esistenza di dati personali che lo riguardano, la loro comunicazione in forma intellegibile e, se i dati risultano trattati in violazione di vigenti disposizioni di legge o di regolamento, la loro cancellazione o trasformazione in forma anonima. 4. Esperiti i necessari accertamenti, l'ufficio comunica al richiedente, non oltre trenta giorni dalla richiesta, le determinazioni adottate. L'ufficio può omettere di provvedere sulla richiesta se ciò può pregiudicare azioni od operazioni a tutela dell'ordine e della sicurezza pubblica o di prevenzione e repressione della criminalità, dandone informazione al Garante per la protezione dei dati personali. 5. Chiunque viene a conoscenza dell'esistenza di dati personali che lo riguardano, trattati anche in forma non automatizzata in violazione di disposizioni di legge o di regolamento, può chiedere al tribunale del luogo ove risiede il titolare del trattamento di compiere gli accertamenti necessari e di ordinare la rettifica, l'integrazione, la cancellazione o la trasformazione in forma anonima dei dati medesimi.\"."
    },
    {
      "provision_ref": "art176",
      "section": "176",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art177",
      "section": "177",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art178",
      "section": "178",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art179",
      "section": "179",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art180",
      "section": "180",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art181",
      "section": "181",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art182",
      "section": "182",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art183",
      "section": "183",
      "title": "Norme abrogate",
      "content": "1. Dalla data di entrata in vigore del presente codice sono abrogati: 2. Dalla data di entrata in vigore del presente codice sono abrogati gli articoli 12 , 13 , 14 , 15 , 16 , 17 , 18 , 19 e 20 del decreto del Presidente della Repubblica 31 marzo 1998, n. 501 . 3. Dalla data di entrata in vigore del presente codice sono o restano, altresì, abrogati: 4. Dalla data in cui divengono efficaci le disposizioni del codice di deontologia e di buona condotta di cui all'articolo 118, i termini di conservazione dei dati personali individuati ai sensi dell'articolo 119, eventualmente previsti da norme di legge o di regolamento, si osservano nella misura indicata dal medesimo codice."
    },
    {
      "provision_ref": "art184",
      "section": "184",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art185",
      "section": "185",
      "title": "",
      "content": "ARTICOLO ABROGATO DAL D.LGS. 10 AGOSTO 2018, N. 101"
    },
    {
      "provision_ref": "art186",
      "section": "186",
      "title": "Entrata in vigore",
      "content": "1. Le disposizioni di cui al presente codice entrano in vigore il 1 gennaio 2004, ad eccezione delle disposizioni di cui agli articoli 156, 176, commi 3, 4, 5 e 6, e 182, che entrano in vigore il giorno successivo alla data di pubblicazione del presente codice. Dalla medesima data si osservano altresì i termini in materia di ricorsi di cui agli articoli 149, comma 8, e 150, comma 2."
    }
  ]
}