{
  "id": "dlgs-196-2003",
  "type": "dlgs",
  "title": "Codice in materia di protezione dei dati personali (Codice Privacy)",
  "short_name": "Codice in materia di protezione dei dati personali (Codice Privacy)",
  "status": "in_force",
  "issued_date": "2003-01-01",
  "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legislativo:2003-01-01;196",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "agg.1 orig. art. 2 orig. art. 3 orig. art. 4 orig. art. 5 orig. art. 6 orig. art. 7 orig. art. 8 orig. art. 9 orig. art. 10 orig. art. 11 orig. art. 12 orig. art. 13 orig. Allegato A.2 Regole deontologiche ALLEGATO A.2 REGOLE DEONTOLOGICHE PER IL TRATTAMENTO A FINI DI ARCHIVIAZIONE NEL PUBBLICO INTERESSE O PER SCOPI DI RICERCA STORICA CAPO I PRINCIPI GENERALI art. 1 orig. art. 2 orig. CAPO II ((DISPOSIZIONI GENERALI PER GLI ARCHIVISTI E LICEIT&Agrave; DEI RELATIVI TRATTAMENTI)) art. 3 orig. art. 4 orig. art. 5 orig. art. 6 orig. art. 7 orig. art. 8 orig. CAPO III ((DISPOSIZIONI GENERALI PER GLI UTENTI E CONDIZIONI PER LA LICEIT&Agrave; DEI RELATIVI TRATTAMENTI)) art. 9 orig. art. 10 orig. art. 11 orig. art. 12 orig. art. 13 orig. art. 14 orig. Allegato A.3 Regole deontologiche ALLEGATO A.3 REGOLE DEONTOLOGICHE PER TRATTAMENTI A FINI STATISTICI O DI RICERCA SCIENTIFICA EFFETTUATI NELL'AMBITO DEL SISTEMA STATISTICO NAZIONALE CAPO I AMBITO DI APPLICAZIONE E PRINCIPI GENERALI art. 1 orig. art. 2 orig. art. 3 orig. art. 4 orig. art. 4 bis orig. art. 5 orig. CAPO II ((INFORMAZIONI AGLI INTERESSATI, COMUNICAZIONE E DIFFUSIONE)) art. 6 orig. art. 7 orig. art. 8 orig. CAPO III ((DISPOSIZIONI FINALI)) art. 9 orig. art. 10 orig. art. 11 orig. art. 12 orig. art. 13 orig. art. 14 orig. Allegato A.4 Regole deontologiche ALLEGATO A.4 REGOLE DEONTOLOGICHE PER TRATTAMENTI A FINI STATISTICI O DI RICERCA SCIENTIFICA CAPO I AMBITO DI APPLICAZIONE E PRINCIPI GENERALI art. 1 orig. art. 2 orig. art. 3 orig. art. 4 orig. art. 5 orig. CAPO II ((INFORMAZIONI AGLI INTERESSATI, COMUNICAZIONE E DIFFUSIONE)) art. 6 orig. art. 7 orig. art. 8 orig. art. 9 orig. CAPO III ((DISPOSIZIONI FINALI)) art. 10 orig. art. 11 orig. art. 12 orig. art. 13 orig. art. 14 orig. art. 15 orig. art. 16 orig. art. 17 orig. art. 18 orig. art. 19 orig. Allegato A.5 Codice di deontologia per i sistemi informativi ((ALLEGATO A.5 CODICE DI DEONTOLOGIA E DI BUONA CONDOTTA PER I SISTEMI INFORMATIVI GESTITI DA SOGGETTI PRIVATI IN TEMA DI CREDITI AL CONSUMO, AFFIDABILIT&Agrave; E PUNTUALIT&Agrave; NEI PAGAMENTI)) art. 1 art. 2 art. 3 art. 4 art. 5 art. 6 art. 7 art. 8 art. 9 art. 10 art. 11 art. 12 art. 13 art. 14 Allegato Allegato A.6 Regole deontologiche ALLEGATO A.6 REGOLE DEONTOLOGICHE RELATIVE AI TRATTAMENTI DI DATI PERSONALI EFFETTUATI PER SVOLGERE INVESTIGAZIONI DIFENSIVE O PER FARE VALERE O DIFENDERE UN DIRITTO IN SEDE GIUDIZIARIA CAPO I PRINCIPI GENERALI art. 1 orig. CAPO II TRATTAMENTI DA PARTE DI AVVOCATI art. 2 orig. art. 3 orig. art. 4 orig. art. 5 orig. art. 6 orig. CAPO III TRATTAMENTI DA PARTE DI ALTRI LIBERI PROFESSIONISTI E ULTERIORI SOGGETTI art. 7 orig. CAPO IV TRATTAMENTI DA PARTE DI INVESTIGATORI PRIVATI art. 8 orig. art. 9 orig. art. 10 orig. art. 11 orig. art. 12 orig. art. 13 orig. Allegato orig. Allegato A.7 Codice di deontologia a fini di informazione commerciale ((ALLEGATO A.7 CODICE DI DEONTOLOGIA E DI BUONA CONDOTTA PER IL TRATTAMENTO DEI DATI PERSONALI EFFETTUATO A FINI DI INFORMAZIONE COMMERCIALE)) art. 1 art. 2 art. 3 art. 4 art. 5 art. 6 art. 7 art. 8 art. 9 art. 10 art. 11 art. 12 art. 13 Allegato Allegato B ALLEGATO B DISCIPLINARE TECNICO IN MATERIA DI MISURE MINIME DI SICUREZZA Allegato B agg.1 orig. Allegato C ALLEGATO C TRATTAMENTI NON OCCASIONALI EFFETTUATI IN AMBITO GIUDIZIARIO O PER FINI DI POLIZIA Allegato C agg.1 orig. Parole cercate: Presente nei seguenti articoli Presente nei seguenti allegati chiudi Articoli Approfondimenti e Funzioni articolo successivo Testo in vigore dal: 19-9-2018 flagTipoArticolo: 0 descrizione: 1 descrizioneConParte: descrizioneCommiParte: progressivo: 0 version: 4 tipoArticolo: HAS_UPDATE --> aggiornamenti all'articolo IL PRESIDENTE DELLA REPUBBLICA VISTI gli articoli 76 e 87 della Costituzione ; VISTO l' articolo 1 della legge 24 marzo 2001, n. 127 , recante delega a Governo per l'emanazione di un testo unico in materia di trattamento dei dati personali; VISTO l' articolo 26 della legge 3 febbraio 2003, n 14 , recante disposizioni per l'adempimento di obblighi derivanti dall'appartenenza dell'Italia alle Comunit&agrave; europee (legge comunitaria 2002); ((Vista la legge 25 ottobre 2017, n. 163 , recante delega al Governo per il recepimento delle direttive europee e l'attuazione di altri atti dell'Unione europea - Legge di delegazione europea 2016-2017&raquo; e, in particolare, l'articolo 13, che delega il Governo all'emanazione di uno o pi&ugrave; decreti legislativi di adeguamento del quadro normativo nazionale alle disposizioni del Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 ; Vista la legge 24 dicembre 2012, n. 234 , recante norme generali sulla partecipazione dell'Italia alla formazione e all'attuazione della normativa e delle politiche dell'Unione europea; Visto il Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione di tali dati e che abroga la direttiva 95/46/CE (regolamento generale sulla protezione dei dati);)) VISTA la legge 31 dicembre 1996, n. 675 , e successive modificazioni; VISTA la legge 31 dicembre 1996, n. 676 , recante delega al Governo in materia di tutela delle persone e di altri soggetti rispetto al trattamento dei dati personali; VISTA la direttiva 95/46/CE del Parlamento europeo e del Consiglio, del 24 ottobre 1995 , relativa alla tutela delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione dei dati; VISTA la direttiva 2002/58/CE del Parlamento europeo e del Consiglio, del 12 luglio 2002 , relativa al trattamento dei dati personali e alla tutela della sita privata nel settore delle comunicazioni elettroniche; VISTA la preliminare deliberazione del Consiglio dei ministri, adottata nella riunione del 9 maggio 2003; SENTITO il Garante per la protezione dei dati personali; ACQUISITO il parere delle competenti Commissioni parlamentari della Camera dei deputati e del Senato della Repubblica; VISTA la deliberazione del Consiglio dei Ministri, adottata nella riunione del 27 giugno 2003; SULLA PROPOSTA del Presidente del Consiglio dei Ministri, del Ministro per la funzione pubblica e del Ministro per le politiche comunitarie, di concerto con i Ministri della giustizia, dell'economia e delle finanze, degli affari esteri e delle comunicazioni; EMANA il seguente decreto legislativo: Art. 1 (( (Oggetto). )) ((Il trattamento dei dati personali avviene secondo le norme del regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , di seguito &laquo;Regolamento&raquo;, e del presente codice, nel rispetto della dignit&agrave; umana, dei diritti e delle libert&agrave; fondamentali della persona.)) articolo successivo nascondi Approfondimenti aggiornamenti all'atto atti aggiornati atti correlati note atto lavori preparatori relazioni aggiornamenti al titolo aggiornamenti alla struttura atti parlamentari atti attuativi Funzioni atto completo --> esporta esporta in Akoma ntoso collegamento permanente guida in linea --> indice dell'atto visualizzazione classica --> --> Realizzazione e gestione Istituto Poligrafico e Zecca dello Stato Contattaci Normattiva Normattiva Archivio news Il progetto Guida all'uso Collegamenti veloci Ricerca avanzata Collegamenti veloci Collegamenti veloci Costituzione e Codici Elenco atti per data di emanazione Gazzetta Ufficiale Motore federato regionale Leggi approvate in attesa di pubblicazione Utilità Con il contributo di Con il contributo di Presidenza del Consiglio dei Ministri Camera dei Deputati Senato della Repubblica In collaborazione con In collaborazione con Corte Suprema di Cassazione Agenzia per l’Italia digitale e Presidenza del Consiglio dei Ministri --> --> --> Privacy e Cookie policy Note legali Mappa del sito FAQ Dichiarazione di accessibilità Portale Normattiva, Versione 2.4.3 torna su lavori preparatori chiudi aggiornamenti all'atto chiudi atti aggiornati chiudi atti correlati chiudi indice dell'atto chiudi aggiornamenti alla struttura chiudi aggiornamenti al titolo chiudi relazioni chiudi note atto chiudi collegamento permanente chiudi guida in linea chiudi Aggiornamenti all'articolo chiudi atti parlamentari chiudi atti attuativi chiudi"
    }
  ]
}