{
  "id": "dlgs-101-2018",
  "type": "dlgs",
  "title": "Adeguamento al Regolamento (UE) 2016/679 (GDPR alignment)",
  "short_name": "Adeguamento al Regolamento (UE) 2016/679 (GDPR alignment)",
  "status": "in_force",
  "issued_date": "2018-01-01",
  "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legislativo:2018-01-01;101",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "Modifiche al titolo e alle premesse del decreto legislativo 30 giugno 2003, n. 196 1 . Al titolo del decreto legislativo 30 giugno 2003, n. 196 , dopo le parole &laquo;dati personali&raquo; sono aggiunte le seguenti: &laquo;, recante disposizioni per l'adeguamento dell'ordinamento nazionale al regolamento (UE) n. 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione di tali dati e che abroga la direttiva 95/46/CE &raquo;. 2. Alle premesse del decreto legislativo 30 giugno 2003, n. 196 , dopo il terzo Visto sono inseriti i seguenti: &laquo;Vista la legge 25 ottobre 2017, n. 163 , recante delega al Governo per il recepimento delle direttive europee e l'attuazione di altri atti dell'Unione europea - Legge di delegazione europea 2016-2017&raquo; e, in particolare, l'articolo 13, che delega il Governo all'emanazione di uno o pi&ugrave; decreti legislativi di adeguamento del quadro normativo nazionale alle disposizioni del Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 ; Vista la legge 24 dicembre 2012, n. 234 , recante norme generali sulla partecipazione dell'Italia alla formazione e all'attuazione della normativa e delle politiche dell'Unione europea; Visto il Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione di tali dati e che abroga la direttiva 95/46/CE (regolamento generale sulla protezione dei dati);&raquo;. N O T E Avvertenza: Il testo delle note qui pubblicato &egrave; stato redatto dall'amministrazione competente per materia ai sensi dell'art. 10, commi 2 e 3, del testo unico delle disposizioni sulla promulgazione delle leggi, sull'emanazione dei decreti del Presidente della Repubblica e sulle pubblicazioni ufficiali della Repubblica italiana, approvato con decreto del Presidente della Repubblica 28 dicembre 1985, n. 1092 , al solo fine di facilitare la lettura delle disposizioni di legge modificate o alle quali &egrave; operato il rinvio. Restano invariati il valore e l'efficacia degli atti legislativi qui trascritti. Per gli atti dell'Unione europea vengono forniti gli estremi di pubblicazione nella Gazzetta Ufficiale dell'Unione Europea (GUUE). Note alle premesse L' art. 76 della Costituzione stabilisce che l'esercizio della funzione legislativa non pu&ograve; essere delegato al Governo se non con determinazione di principi e criteri direttivi e soltanto per tempo limitato e per oggetti definiti. L' art. 87 della Costituzione conferisce, tra l'altro, al Presidente della Repubblica il potere di promulgare le leggi e di emanare i decreti aventi valore di legge ed i regolamenti. La legge 25 ottobre 2017, n. 163 (Delega al Governo per il recepimento delle direttive europee e l'attuazione di altri atti dell'Unione europea - Legge di delegazione europea 2016-2017) &egrave; pubblicata nella Gazzetta Ufficiale 6 novembre 2017, n. 259. La legge 24 dicembre 2012 n. 234 (Norme generali sulla partecipazione dell'Italia alla formazione e all'attuazione della normativa e delle politiche dell'Unione europea) &egrave; pubblicata nella Gazzetta Ufficiale 4 gennaio 2013, n. 3. Il decreto legislativo 30 giugno 2003, n. 196 ( Codice in materia di protezione dei dati personali ) &egrave; pubblicato nella Gazzetta Ufficiale 29 luglio 2003, n. 174, S.O. Il regolamento (UE) n. 2016/679 del Parlamento europeo e del Consiglio , relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione di tali dati e che abroga la direttiva 95/46/CE (regolamento generale sulla protezione dei dati), &egrave; pubblicato nella G.U.U.E. 9 novembre 2012, n. L 310. La direttiva (UE) 2016/680 del Parlamento europeo e del Consiglio , relativa alla protezione delle persone fisiche con riguardo al trattamento dei dati personali da parte delle autorit&agrave; competenti a fini di prevenzione, indagine, accertamento e perseguimento di reati o esecuzione di sanzioni penali, nonch&eacute; alla libera circolazione di tali dati e che abroga la decisione quadro 2008/977/GAI del Consiglio, &egrave; pubblicata nella G.U.U.E. 4 maggio 2016, n. L 119. La direttiva 95/46/CE del Parlamento europeo e del Consiglio , relativa alla tutela delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione di tali dati, &egrave; pubblicata nella G.U.U.E. 23 novembre 1995, n. L 281. La direttiva 2002/58/CE del Parlamento europeo e del Consiglio , relativa al trattamento dei dati personali e alla tutela della vita privata nel settore delle comunicazioni elettroniche, &egrave; pubblicata nella G.U.C.E. 31 luglio 2002, n. L 201. Il decreto legislativo 18 maggio 2018, n. 51 (Attuazione della direttiva (UE) 2016/680 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , relativa alla protezione delle persone fisiche con riguardo al trattamento dei dati personali da parte delle autorit&agrave; competenti a fini di prevenzione, indagine, accertamento e perseguimento di reati o esecuzione di sanzioni penali, nonch&eacute; alla libera circolazione di tali dati e che abroga la decisione quadro 2008/977/GAI del Consiglio), &egrave; pubblicato nella Gazzetta Ufficiale 24 maggio 2018, n. 119. Note all'art. 1: - Il titolo del decreto legislativo 30 giugno 2003, n. 196 , citato nelle note alle premesse, come modificato dal presente decreto, cos&igrave; recita: &laquo; Codice in materia di protezione dei dati personali , recante disposizioni per l'adeguamento dell'ordinamento nazionale al regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio, del 27 aprile 2016 , relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali, nonch&eacute; alla libera circolazione di tali dati e che abroga la direttiva 95/46/CE .&raquo; articolo successivo nascondi Approfondimenti aggiornamenti all'atto atti aggiornati atti correlati note atto lavori preparatori relazioni aggiornamenti al titolo aggiornamenti alla struttura atti parlamentari atti attuativi Funzioni atto completo --> esporta esporta in Akoma ntoso collegamento permanente guida in linea --> indice dell'atto visualizzazione classica --> --> Realizzazione e gestione Istituto Poligrafico e Zecca dello Stato Contattaci Normattiva Normattiva Archivio news Il progetto Guida all'uso Collegamenti veloci Ricerca avanzata Collegamenti veloci Collegamenti veloci Costituzione e Codici Elenco atti per data di emanazione Gazzetta Ufficiale Motore federato regionale Leggi approvate in attesa di pubblicazione Utilità Con il contributo di Con il contributo di Presidenza del Consiglio dei Ministri Camera dei Deputati Senato della Repubblica In collaborazione con In collaborazione con Corte Suprema di Cassazione Agenzia per l’Italia digitale e Presidenza del Consiglio dei Ministri --> --> --> Privacy e Cookie policy Note legali Mappa del sito FAQ Dichiarazione di accessibilità Portale Normattiva, Versione 2.4.3 torna su lavori preparatori chiudi aggiornamenti all'atto chiudi atti aggiornati chiudi atti correlati chiudi indice dell'atto chiudi aggiornamenti alla struttura chiudi aggiornamenti al titolo chiudi relazioni chiudi note atto chiudi collegamento permanente chiudi guida in linea chiudi Aggiornamenti all'articolo chiudi atti parlamentari chiudi atti attuativi chiudi"
    }
  ]
}