{
  "id": "rd-1398-1930",
  "type": "rd",
  "title": "Codice Penale",
  "short_name": "Codice Penale",
  "status": "in_force",
  "issued_date": "1930-01-01",
  "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:regio.decreto:1930-01-01;1398",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "art. 2 agg.1 orig. art. 3 art. 3 bis art. 4 art. 5 orig. art. 6 art. 7 orig. art. 8 agg.3 agg.2 agg.1 orig. art. 9 agg.3 agg.2 agg.1 orig. art. 10 agg.3 agg.2 agg.1 orig. art. 11 art. 12 art. 13 art. 14 art. 15 art. 16 TITOLO SECONDO DELLE PENE CAPO I Delle specie di pene, in generale art. 17 agg.1 orig. art. 18 art. 19 agg.2 agg.1 orig. art. 20 art. 20 bis CAPO II Delle pene principali, in particolare art. 21 orig. art. 22 agg.1 orig. art. 23 art. 24 agg.4 agg.3 agg.2 agg.1 orig. art. 25 art. 26 agg.4 agg.3 agg.2 agg.1 orig. art. 27 CAPO III Delle pene accessorie, in particolare art. 28 agg.1 orig. art. 29 art. 30 art. 31 art. 32 agg.1 orig. art. 32 bis orig. art. 32 ter orig. art. 32 quater agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 32 quinquies agg.1 orig. art. 33 orig. art. 34 agg.3 agg.2 agg.1 orig. art. 35 orig. art. 35 bis orig. art. 36 agg.3 agg.2 agg.1 orig. art. 37 art. 38 orig. TITOLO TERZO DEL REATO CAPO I Del reato consumato e tentato art. 39 art. 40 art. 41 art. 42 art. 43 art. 44 art. 45 art. 46 art. 47 art. 48 art. 49 art. 50 art. 51 art. 52 agg.1 orig. art. 53 orig. art. 54 art. 55 orig. art. 56 orig. art. 57 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 57 bis art. 58 orig. art. 58 bis CAPO II Delle circostanze del reato art. 59 orig. art. 60 art. 61 agg.12 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 61 bis art. 62 agg.2 agg.1 orig. art. 62 bis agg.2 agg.1 orig. art. 63 agg.1 orig. art. 64 art. 65 orig. art. 66 agg.3 agg.2 agg.1 orig. art. 67 orig. art. 68 art. 69 agg.16 agg.15 agg.14 agg.13 agg.12 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 69 bis art. 70 CAPO III Del concorso di reati art. 71 art. 72 agg.1 orig. art. 73 orig. art. 74 art. 75 art. 76 art. 77 art. 78 agg.4 agg.3 agg.2 agg.1 orig. art. 79 art. 80 art. 81 agg.1 orig. art. 82 art. 83 art. 84 TITOLO QUARTO DEL REO E DELLA PERSONA OFFESA DAL REATO CAPO I Della imputabilita art. 85 art. 86 art. 87 art. 88 art. 89 art. 90 art. 91 art. 92 art. 93 art. 94 art. 95 art. 96 art. 97 art. 98 agg.1 orig. CAPO II Della recidiva, dell'abitualit&agrave; e professionalit&agrave; nel reato e della tendenza a delinquere art. 99 agg.3 agg.2 agg.1 orig. art. 100 orig. art. 101 art. 102 art. 103 art. 104 art. 105 art. 106 art. 107 art. 108 art. 109 CAPO III Del concorso di persone nel reato art. 110 art. 111 agg.2 agg.1 orig. art. 112 agg.3 agg.2 agg.1 orig. art. 113 art. 114 orig. art. 115 art. 116 art. 117 agg.1 orig. art. 118 orig. art. 119 CAPO IV Della persona offesa dal reato art. 120 art. 121 art. 122 art. 123 art. 124 agg.1 orig. art. 125 art. 126 art. 127 orig. art. 128 art. 129 art. 130 art. 131 TITOLO QUINTO ((DELLA NON PUNIBILIT&Agrave; PER PARTICOLARE TENUIT&Agrave; DEL FATTO. DELLA MODIFICAZIONE, APPLICAZIONE ED ESECUZIONE DELLA PENA)) CAPO I ((Della non punibilit&agrave; per particolare tenuit&agrave; del fatto. Della modificazione e applicazione della pena)) art. 131 bis agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 132 art. 133 art. 133 bis orig. art. 133 ter orig. art. 134 art. 135 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 136 agg.3 agg.2 agg.1 orig. art. 137 art. 138 art. 139 art. 140 agg.1 orig. CAPO II Della esecuzione della pena art. 141 orig. art. 142 orig. art. 143 orig. art. 144 orig. art. 145 art. 146 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 147 agg.2 agg.1 orig. art. 148 agg.1 orig. art. 149 orig. TITOLO SESTO DELLA ESTINZIONE DEL REATO E DELLA PENA CAPO I Della estinzione del reato art. 150 art. 151 orig. art. 152 orig. art. 153 art. 154 art. 155 art. 156 orig. art. 157 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 158 agg.2 agg.1 orig. art. 159 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 160 agg.4 agg.3 agg.2 agg.1 orig. art. 161 agg.1 orig. art. 161 bis art. 162 agg.1 orig. art. 162 bis agg.1 orig. art. 162 ter orig. art. 163 agg.3 agg.2 agg.1 orig. art. 164 agg.4 agg.3 agg.2 agg.1 orig. art. 165 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 166 agg.1 orig. art. 167 orig. art. 168 agg.2 agg.1 orig. art. 168 bis agg.2 agg.1 orig. art. 168 ter art. 168 quater art. 169 agg.1 orig. art. 170 CAPO II Della estinzione della pena art. 171 art. 172 orig. art. 173 art. 174 art. 175 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 176 agg.3 agg.2 agg.1 orig. art. 177 agg.3 agg.2 agg.1 orig. art. 178 art. 179 agg.1 orig. art. 180 orig. art. 181 CAPO III Disposizioni comuni art. 182 art. 183 art. 184 orig. TITOLO SETTIMO DELLE SANZIONI CIVILI art. 185 art. 186 art. 187 art. 188 orig. art. 189 orig. art. 190 orig. art. 191 art. 192 art. 193 art. 194 art. 195 art. 196 orig. art. 197 orig. art. 198 TITOLO OTTAVO DELLE MISURE AMMINISTRATIVE DI SICUREZZA CAPO I Delle misure di sicurezza personali Sezione I Disposizioni generali art. 199 art. 200 art. 201 art. 202 art. 203 art. 204 agg.2 agg.1 orig. art. 205 orig. art. 206 agg.1 orig. art. 207 agg.1 orig. art. 208 art. 209 art. 210 orig. art. 211 art. 211 bis orig. art. 212 art. 213 art. 214 Sezione II Disposizioni speciali art. 215 art. 216 art. 217 art. 218 art. 219 agg.2 agg.1 orig. art. 220 art. 221 art. 222 agg.3 agg.2 agg.1 orig. art. 223 art. 224 agg.1 orig. art. 225 art. 226 art. 227 art. 228 art. 229 art. 230 art. 231 art. 232 art. 233 art. 234 art. 235 agg.1 orig. CAPO II Delle misure di sicurezza patrimoniali art. 236 art. 237 agg.3 agg.2 agg.1 orig. art. 238 art. 239 art. 240 agg.2 agg.1 orig. art. 240 bis agg.4 agg.3 agg.2 agg.1 orig. LIBRO SECONDO DEI DELITTI IN PARTICOLARE TITOLO PRIMO DEI DELITTI CONTRO LA PERSONALIT&Agrave; DELLO STATO CAPO I Dei delitti contro la personalit&agrave; internazionale dello Stato art. 241 agg.3 agg.2 agg.1 orig. art. 242 orig. art. 243 orig. art. 244 orig. art. 245 art. 246 art. 247 orig. art. 248 art. 249 art. 250 art. 251 art. 252 art. 253 orig. art. 254 art. 255 orig. art. 256 orig. art. 257 orig. art. 258 orig. art. 259 art. 260 orig. art. 261 orig. art. 262 orig. art. 263 orig. art. 264 art. 265 art. 266 orig. art. 267 art. 268 art. 269 orig. art. 270 orig. art. 270 bis agg.1 orig. art. 270 bis.1 orig. art. 270 ter orig. art. 270 quater orig. art. 270 quater.1 art. 270 quinquies orig. art. 270 quinquies.1 art. 270 quinquies.2 art. 270 quinquies.3 art. 270 sexies orig. art. 270 septies art. 271 orig. art. 272 agg.1 orig. art. 273 orig. art. 274 orig. art. 275 orig. CAPO I-BIS Delitti contro la politica estera e la sicurezza comune dell'Unione europea art. 275 bis art. 275 ter art. 275 quater art. 275 quinquies art. 275 sexies art. 275 septies art. 275 octies art. 275 novies art. 275 decies CAPO II Dei delitti contro la personalit&agrave; interna dello Stato art. 276 agg.3 agg.2 agg.1 orig. art. 277 orig. art. 278 orig. art. 279 agg.1 orig. art. 280 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 280 bis art. 280 ter art. 281 orig. art. 282 orig. art. 283 agg.3 agg.2 agg.1 orig. art. 284 agg.2 agg.1 orig. art. 285 agg.2 agg.1 orig. art. 286 agg.2 agg.1 orig. art. 287 orig. art. 288 orig. art. 289 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 289 bis art. 289 ter art. 290 agg.3 agg.2 agg.1 orig. art. 290 bis art. 291 orig. art. 292 orig. art. 292 bis orig. art. 293 orig. CAPO III Dei delitti contro i diritti politici del cittadino art. 294 orig. CAPO IV Dei delitti contro gli Stati esteri, i loro Capi e i loro rappresentanti art. 295 agg.2 agg.1 orig. art. 296 art. 297 orig. art. 298 agg.1 orig. art. 299 orig. art. 300 CAPO V Disposizioni generali e comuni ai capi precedenti art. 301 art. 302 agg.2 agg.1 orig. art. 303 agg.1 orig. art. 304 art. 305 orig. art. 306 art. 307 agg.1 orig. art. 308 art. 309 art. 310 art. 311 art. 312 agg.1 orig. art. 313 agg.3 agg.2 agg.1 orig. TITOLO SECONDO DEI DELITTI CONTRO LA PUBBLICA AMMINISTRAZIONE CAPO I Dei delitti dei pubblici ufficiali contro la pubblica Amministrazione art. 314 agg.4 agg.3 agg.2 agg.1 orig. art. 314 bis orig. art. 315 orig. art. 316 agg.2 agg.1 orig. art. 316 bis agg.3 agg.2 agg.1 orig. art. 316 ter agg.4 agg.3 agg.2 agg.1 orig. art. 317 agg.3 agg.2 agg.1 orig. art. 317 bis agg.1 orig. art. 318 agg.4 agg.3 agg.2 agg.1 orig. art. 319 agg.4 agg.3 agg.2 agg.1 orig. art. 319 bis orig. art. 319 ter agg.2 agg.1 orig. art. 319 quater agg.2 agg.1 orig. art. 320 agg.2 agg.1 orig. art. 321 agg.2 agg.1 orig. art. 322 agg.3 agg.2 agg.1 orig. art. 322 bis agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 322 ter orig. art. 322 ter.1 art. 322 quater orig. art. 323 agg.4 agg.3 agg.2 agg.1 orig. art. 323 bis agg.4 agg.3 agg.2 agg.1 orig. art. 323 ter orig. art. 324 orig. art. 325 art. 326 orig. art. 327 orig. art. 328 agg.1 orig. art. 329 art. 330 agg.2 agg.1 orig. art. 331 art. 332 orig. art. 333 orig. art. 334 agg.2 agg.1 orig. art. 335 orig. art. 335 bis CAPO II Dei delitti dei privati contro la pubblica Amministrazione art. 336 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 337 agg.4 agg.3 agg.2 agg.1 orig. art. 337 bis art. 338 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 339 agg.3 agg.2 agg.1 orig. art. 339-bis art. 340 agg.1 orig. art. 341 agg.3 agg.2 agg.1 orig. art. 341 bis agg.1 orig. art. 342 agg.2 agg.1 orig. art. 343 agg.2 agg.1 orig. art. 343 bis art. 344 orig. art. 345 orig. art. 346 orig. art. 346 bis agg.1 orig. art. 347 art. 348 orig. art. 349 art. 350 orig. art. 351 art. 352 orig. art. 353 agg.3 agg.2 agg.1 orig. art. 353 bis art. 354 art. 355 art. 356 CAPO III Disposizioni comuni ai capi precedenti art. 357 agg.1 orig. art. 358 orig. art. 359 art. 360 TITOLO TERZO DEI DELITTI CONTRO L'AMMINISTRAZIONE DELLA GIUSTIZIA CAPO I Dei delitti contro l'attivit&agrave; giudiziaria art. 361 art. 362 orig. art. 363 art. 364 orig. art. 365 art. 366 art. 367 art. 368 agg.2 agg.1 orig. art. 369 art. 370 art. 371 art. 371 bis agg.2 agg.1 orig. art. 371 ter agg.1 orig. art. 372 agg.1 orig. art. 373 orig. art. 374 agg.1 orig. art. 374 bis orig. art. 375 agg.3 agg.2 agg.1 orig. art. 376 agg.4 agg.3 agg.2 agg.1 orig. art. 377 agg.4 agg.3 agg.2 agg.1 orig. art. 377 bis art. 378 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 379 agg.4 agg.3 agg.2 agg.1 orig. art. 379 bis art. 380 agg.1 orig. art. 381 art. 382 art. 383 art. 383 bis art. 384 agg.4 agg.3 agg.2 agg.1 orig. art. 384 bis art. 384 ter CAPO II Dei delitti contro l'autorit&agrave; delle decisioni giudiziarie art. 385 agg.2 agg.1 orig. art. 386 orig. art. 387 art. 387 bis agg.1 orig. art. 388 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 388 bis art. 388 ter orig. art. 389 orig. art. 390 art. 391 art. 391 bis agg.1 orig. art. 391 ter orig. CAPO III Della tutela arbitraria delle private ragioni art. 392 orig. art. 393 art. 393 bis orig. art. 394 orig. art. 395 orig. art. 396 orig. art. 397 orig. art. 398 orig. art. 399 orig. art. 400 orig. art. 401 orig. TITOLO QUARTO DEI DELITTI CONTRO IL SENTIMENTO RELIGIOSO E CONTRO LA PIET&Agrave; DEI DEFUNTI CAPO I ((Dei delitti contro le confessioni religiose)) art. 402 orig. art. 403 agg.1 orig. art. 404 agg.1 orig. art. 405 agg.1 orig. art. 406 orig. CAPO II Dei delitti contro la piet&agrave; dei defunti art. 407 art. 408 art. 409 art. 410 art. 411 orig. art. 412 art. 413 TITOLO QUINTO DEI DELITTI CONTRO L'ORDINE PUBBLICO art. 414 agg.2 agg.1 orig. art. 414 bis art. 415 agg.2 agg.1 orig. art. 415 bis art. 416 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 416 bis agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 416 bis.1 orig. art. 416 ter agg.3 agg.2 agg.1 orig. art. 417 orig. art. 418 agg.2 agg.1 orig. art. 419 agg.1 orig. art. 420 agg.3 agg.2 agg.1 orig. art. 421 art. 421 bis TITOLO SESTO DEI DELITTI CONTRO L'INCOLUMIT&Agrave; PUBBLICA CAPO I Dei delitti di comune pericolo mediante violenza art. 422 agg.1 orig. art. 423 agg.1 orig. art. 423 bis agg.4 agg.3 agg.2 agg.1 orig. art. 423 ter orig. art. 423 quater orig. art. 424 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 425 agg.3 agg.2 agg.1 orig. art. 426 orig. art. 427 orig. art. 428 orig. art. 429 orig. art. 430 orig. art. 431 orig. art. 432 orig. art. 433 orig. art. 433 bis art. 434 orig. art. 434 bis orig. art. 435 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 436 orig. art. 437 orig. CAPO II Dei delitti di comune pericolo mediante frode art. 438 agg.1 orig. art. 439 agg.1 orig. art. 440 agg.1 orig. art. 441 art. 442 art. 443 art. 444 art. 445 art. 446 agg.2 agg.1 orig. art. 447 agg.2 agg.1 orig. art. 448 orig. CAPO III Dei delitti colposi di comune pericolo art. 449 agg.1 orig. art. 450 art. 451 art. 452 orig. ((TITOLO VI-BIS DEI DELITTI CONTRO L'AMBIENTE)) art. 452 bis orig. art. 452 ter art. 452 quater orig. art. 452 quinquies art. 452 sexies orig. art. 452 septies art. 452 octies art. 452 novies art. 452 decies art. 452 undecies art. 452 duodecies art. 452 terdecies art. 452 quaterdecies agg.1 orig. TITOLO SETTIMO DEI DELITTI CONTRO LA FEDE PUBBLICA CAPO I Della falsit&agrave; in monete, in carte di pubblico credito e in valori di bollo art. 453 agg.1 orig. art. 454 orig. art. 455 orig. art. 456 orig. art. 457 orig. art. 458 art. 459 orig. art. 460 orig. art. 461 agg.2 agg.1 orig. art. 462 art. 463 art. 464 orig. art. 465 orig. art. 466 agg.1 orig. art. 466 bis CAPO II Della falsit&agrave; in sigilli o strumenti o segni di autenticazione, certificazione o riconoscimento art. 467 orig. art. 468 orig. art. 469 orig. art. 470 orig. art. 471 orig. art. 472 orig. art. 473 agg.1 orig. art. 474 agg.1 orig. art. 474 bis art. 474 ter art. 474 quater art. 475 orig. CAPO III Della falsit&agrave; in atti art. 476 orig. art. 477 art. 478 art. 479 orig. art. 480 orig. art. 481 orig. art. 482 agg.2 agg.1 orig. art. 483 agg.3 agg.2 agg.1 orig. art. 484 agg.2 agg.1 orig. art. 485 agg.3 agg.2 agg.1 orig. art. 486 orig. art. 487 art. 488 orig. art. 489 agg.3 agg.2 agg.1 orig. art. 490 agg.3 agg.2 agg.1 orig. art. 491 agg.1 orig. art. 491 bis agg.1 orig. art. 492 agg.2 agg.1 orig. art. 493 art. 493 bis orig. art. 493 ter orig. art. 493 quater CAPO IV Della falsit&agrave; personale art. 494 art. 495 agg.3 agg.2 agg.1 orig. art. 495 bis art. 495 ter art. 496 orig. art. 497 art. 497 bis orig. art. 497 ter art. 498 agg.1 orig. TITOLO OTTAVO DEI DELITTI CONTRO L'ECONOMIA PUBBLICA, L'INDUSTRIA E IL COMMERCIO CAPO I Dei delitti contro l'economia pubblica art. 499 art. 500 art. 501 orig. art. 501 bis art. 502 orig. art. 503 orig. art. 504 orig. art. 505 art. 506 orig. art. 507 agg.1 orig. art. 508 orig. art. 509 orig. art. 510 art. 511 art. 512 art. 512 bis orig. CAPO II Dei delitti contro l'industria e il commercio art. 513 art. 513 bis agg.1 orig. art. 514 art. 515 art. 516 art. 517 agg.2 agg.1 orig. art. 517 bis art. 517 ter art. 517 quater art. 517 quinquies CAPO III Disposizione comune ai capi precedenti art. 518 ((TITOLO VIII-bis)) ((DEI DELITTI CONTRO IL PATRIMONIO CULTURALE)) art. 518 bis art. 518 ter art. 518 quater art. 518 quinquies art. 518 sexies art. 518 septies art. 518 octies art. 518 novies art. 518 decies art. 518 undecies art. 518 duodecies orig. art. 518 terdecies art. 518 quaterdecies art. 518 quinquiesdecies art. 518 sexiesdecies art. 518 septiesdecies art. 518 duodevicies art. 518 undevicies TITOLO NONO DEI DELITTI CONTRO LA MORALIT&Agrave; PUBBLICA E IL BUON COSTUME CAPO I Dei delitti contro la libert&agrave; sessuale ((CAPO ABROGATO DALLA L. 15 FEBBRAIO 1996, N. 66)) art. 519 orig. art. 520 orig. art. 521 orig. art. 522 orig. art. 523 orig. art. 524 orig. art. 525 orig. art. 526 orig. CAPO II Delle offese al pudore e all'onore sessuale art. 527 agg.2 agg.1 orig. art. 528 orig. art. 529 art. 530 orig. art. 531 orig. art. 532 orig. art. 533 orig. art. 534 orig. art. 535 orig. art. 536 orig. art. 537 art. 538 CAPO III Disposizioni comuni ai capi precedenti art. 539 orig. art. 540 orig. art. 541 agg.1 orig. art. 542 orig. art. 543 orig. art. 544 orig. TITOLO IX-BIS ((DEI DELITTI CONTRO GLI ANIMALI)) art. 544 bis agg.1 orig. art. 544 ter agg.1 orig. art. 544 quater orig. art. 544 quinquies orig. art. 544 sexies orig. art. 544 septies TITOLO DECIMO DEI DELITTI CONTRO LA INTEGRIT&Agrave; E LA SANIT&Agrave; DELLA STIRPE ((TITOLO ABROGATO DALLA L. 22 MAGGIO 1978, N. 194)) art. 545 orig. art. 546 agg.1 orig. art. 547 orig. art. 548 orig. art. 549 orig. art. 550 orig. art. 551 orig. art. 552 orig. art. 553 agg.1 orig. art. 554 orig. art. 555 orig. TITOLO UNDECIMO DEI DELITTI CONTRO LA FAMIGLIA CAPO I Dei delitti contro il matrimonio art. 556 art. 557 art. 558 art. 558 bis art. 559 agg.1 orig. art. 560 orig. art. 561 orig. art. 562 orig. art. 563 orig. CAPO II Dei delitti contro la morale famigliare art. 564 agg.1 orig. art. 565 CAPO III Dei delitti contro lo stato di famiglia art. 566 art. 567 orig. art. 568 orig. art. 569 agg.3 agg.2 agg.1 orig. CAPO IV Dei delitti contro l'assistenza famigliare art. 570 agg.1 orig. art. 570 bis art. 570 ter orig. art. 571 art. 572 agg.3 agg.2 agg.1 orig. art. 572 bis art. 573 agg.2 agg.1 orig. art. 574 agg.2 agg.1 orig. art. 574 bis agg.1 orig. art. 574 ter TITOLO DODICESIMO DEI DELITTI CONTRO LA PERSONA CAPO I Dei delitti contro la vita e l'incolumit&agrave; individuale art. 575 agg.2 agg.1 orig. art. 576 agg.4 agg.3 agg.2 agg.1 orig. art. 577 agg.2 agg.1 orig. art. 577 bis art. 578 orig. art. 579 art. 580 orig. art. 581 orig. art. 582 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 583 agg.1 orig. art. 583 bis agg.1 orig. art. 583 ter art. 583 quater agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 583 quinquies orig. art. 584 art. 585 agg.2 agg.1 orig. art. 586 art. 586 bis orig. art. 587 orig. art. 588 agg.2 agg.1 orig. art. 589 agg.4 agg.3 agg.2 agg.1 orig. art. 589 bis agg.1 orig. art. 589 ter orig. art. 590 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 590 bis agg.3 agg.2 agg.1 orig. art. 590 ter orig. art. 590 quater art. 590 quinquies art. 590 sexies art. 591 art. 592 orig. art. 593 orig. ((CAPO I-bis Dei delitti contro la maternit&agrave;)) art. 593 bis art. 593 ter orig. CAPO II Dei delitti contro l'onore art. 594 orig. art. 595 art. 596 agg.1 orig. art. 596 bis art. 597 orig. art. 598 art. 599 orig. CAPO III Dei delitti contro la libert&agrave; individuale Sezione 1a Dei delitti contro la personalit&agrave; individuale art. 600 agg.3 agg.2 agg.1 orig. art. 600 bis agg.1 orig. art. 600 ter agg.2 agg.1 orig. art. 600 quater agg.1 orig. art. 600 quater.1 art. 600 quinquies art. 600 sexies agg.2 agg.1 orig. art. 600 septies agg.2 agg.1 orig. art. 600 septies.1 art. 600 septies.2 orig. art. 600 octies agg.1 orig. art. 601 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 601 bis orig. art. 602 agg.2 agg.1 orig. art. 602 bis orig. art. 602 ter agg.3 agg.2 agg.1 orig. art. 602 quater art. 603 orig. art. 603 bis orig. art. 603 bis.1 art. 603 bis.2 art. 603 ter art. 604 agg.2 agg.1 orig. ((Sezione I-bis Dei delitti contro l'eguaglianza)) art. 604 bis art. 604 ter Sezione 2a Dei delitti contro la libert&agrave; personale art. 605 agg.4 agg.3 agg.2 agg.1 orig. art. 606 art. 607 art. 608 art. 609 art. 609 bis orig. art. 609 ter agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 609 quater agg.3 agg.2 agg.1 orig. art. 609 quinquies agg.3 agg.2 agg.1 orig. art. 609 sexies orig. art. 609 septies agg.1 orig. art. 609 octies agg.1 orig. art. 609 novies agg.2 agg.1 orig. art. 609 decies agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 609 undecies orig. art. 609 duodecies Sezione 3a Dei delitti contro la libert&agrave; morale art. 610 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 611 agg.2 agg.1 orig. art. 612 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 612 bis agg.3 agg.2 agg.1 orig. art. 612 ter orig. art. 612 quater art. 613 art. 613-bis art. 613-ter Sezione 4a Dei delitti contro la inviolabilit&agrave; del domicilio art. 614 agg.3 agg.2 agg.1 orig. art. 615 orig. art. 615 bis art. 615 ter orig. art. 615 quater agg.1 orig. art. 615 quinquies agg.2 agg.1 orig. Sezione 5a Dei delitti contro la inviolabilit&agrave; dei segreti art. 616 orig. art. 617 agg.1 orig. art. 617 bis agg.1 orig. art. 617 ter orig. art. 617 quater agg.1 orig. art. 617 quinquies agg.1 orig. art. 617 sexies agg.1 orig. art. 617 septies art. 618 art. 619 orig. art. 620 orig. art. 621 orig. art. 622 agg.1 orig. art. 623 orig. art. 623 bis orig. CAPO III-BIS Disposizioni comuni ((...)) art. 623 ter orig. art. 623 quater TITOLO TREDICESIMO DEI DELITTI CONTRO IL PATRIMONIO CAPO I Dei delitti contro il patrimonio mediante violenza alle cose o alle persone art. 624 agg.3 agg.2 agg.1 orig. art. 624 bis agg.2 agg.1 orig. art. 625 agg.4 agg.3 agg.2 agg.1 orig. art. 625 bis art. 626 agg.2 agg.1 orig. art. 627 agg.2 agg.1 orig. art. 628 agg.12 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 629 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 630 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 631 agg.1 orig. art. 632 agg.4 agg.3 agg.2 agg.1 orig. art. 633 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 633 bis art. 634 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 634 bis art. 635 agg.17 agg.16 agg.15 agg.14 agg.13 agg.12 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 635 bis agg.2 agg.1 orig. art. 635 ter agg.1 orig. art. 635 quater agg.1 orig. art. 635 quater.1 art. 635 quinquies agg.1 orig. art. 636 agg.4 agg.3 agg.2 agg.1 orig. art. 637 agg.3 agg.2 agg.1 orig. art. 638 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 639 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 639 bis orig. art. 639 ter CAPO II Dei delitti contro il patrimonio mediante frode art. 640 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 640 bis agg.4 agg.3 agg.2 agg.1 orig. art. 640 ter agg.3 agg.2 agg.1 orig. art. 640 quater orig. art. 640 quinquies art. 641 art. 642 agg.1 orig. art. 643 art. 644 agg.3 agg.2 agg.1 orig. art. 644 bis orig. art. 644 ter art. 645 art. 646 agg.2 agg.1 orig. art. 647 orig. art. 648 agg.3 agg.2 agg.1 orig. art. 648 bis agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 648 ter agg.4 agg.3 agg.2 agg.1 orig. art. 648 ter.1 orig. art. 648 quater orig. CAPO III Disposizioni comuni ai capi precedenti art. 649 orig. ((CAPO III-BIS Disposizioni comuni sulla procedibilit&agrave;)) art. 649 bis agg.1 orig. LIBRO TERZO DELLE CONTRAVVENZIONI IN PARTICOLARE TITOLO PRIMO DELLE CONTRAVVENZIONI DI POLIZIA CAPO I Delle contravvenzioni concernenti la polizia di sicurezza Sezione I Delle contravvenzioni concernenti l'ordine pubblico e la tranquillit&agrave; pubblica § 1 Delle contravvenzioni concernenti l'inosservanza dei provvedimenti di polizia e le manifestazioni sediziose e pericolose art. 650 art. 651 art. 652 orig. art. 653 art. 654 orig. art. 655 art. 656 art. 657 orig. art. 658 art. 659 orig. art. 660 orig. art. 661 orig. § 2 Delle contravvenzioni concernenti la vigilanza sui mezzi di pubblicit&agrave; art. 662 orig. art. 663 agg.2 agg.1 orig. art. 663 bis orig. art. 664 orig. § 3 Delle contravvenzioni concernenti la vigilanza su talune industrie e sugli spettacoli pubblici art. 665 orig. art. 666 agg.1 orig. art. 667 orig. art. 668 agg.1 orig. § 4 Delle contravvenzioni concernenti la vigilanza sui mestieri girovaghi e la prevenzione dell'accattonaggio art. 669 orig. art. 669 bis orig. art. 670 agg.1 orig. art. 671 agg.1 orig. Sezione II Delle contravvenzioni concernenti l'incolumit&agrave; pubblica § 1 Delle contravvenzioni concernenti l'incolumit&agrave; delle persone nei luoghi di pubblico transito o nelle abitazioni art. 672 orig. art. 673 art. 674 art. 675 orig. art. 676 orig. art. 677 orig. § 2 Delle contravvenzioni concernenti la prevenzione di infortuni nelle industrie o nella custodia di materie esplodenti art. 678 art. 678 bis orig. art. 679 art. 679 bis orig. art. 680 art. 681 Sezione III Delle contravvenzioni concernenti la prevenzione di talune specie di reati § 1 Delle contravvenzioni concernenti la tutela preventiva dei segreti art. 682 orig. art. 683 orig. art. 684 orig. art. 685 orig. § 2 Delle contravvenzioni concernenti la prevenzione dell'alcoolismo e dei delitti commessi in stato di ubriachezza art. 686 agg.1 orig. art. 687 orig. art. 688 agg.1 orig. art. 689 orig. art. 690 art. 691 § 3 Delle contravvenzioni concernenti la prevenzione di delitti contro la fede pubblica art. 692 agg.1 orig. art. 693 orig. art. 694 orig. § 4 Delle contravvenzioni concernenti la prevenzione di delitti contro la vita e l'incolumit&agrave; individuale art. 695 agg.4 agg.3 agg.2 agg.1 orig. art. 696 agg.3 agg.2 agg.1 orig. art. 697 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 698 agg.3 agg.2 agg.1 orig. art. 699 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 700 art. 701 art. 702 orig. art. 703 art. 704 § 5 Delle contravvenzioni concernenti la prevenzione di delitti contro il patrimonio art. 705 orig. art. 706 orig. art. 707 orig. art. 707 bis art. 708 agg.1 orig. art. 709 art. 710 orig. art. 711 orig. art. 712 art. 713 § 6 Delle contravvenzioni concernenti la custodia ((...)) , di minori o di persone detenute art. 714 orig. art. 715 orig. art. 716 orig. art. 717 orig. CAPO II Delle contravvenzioni concernenti la polizia amministrativa sociale Sezione I Delle contravvenzioni concernenti la polizia dei costumi art. 718 agg.4 agg.3 agg.2 agg.1 orig. art. 719 agg.4 agg.3 agg.2 agg.1 orig. art. 720 agg.4 agg.3 agg.2 agg.1 orig. art. 721 agg.4 agg.3 agg.2 agg.1 orig. art. 722 agg.1 orig. art. 723 art. 724 agg.1 orig. art. 725 orig. art. 726 agg.2 agg.1 orig. art. 727 agg.4 agg.3 agg.2 agg.1 orig. art. 727 bis agg.1 orig. Sezione II Delle contravvenzioni concernenti la polizia sanitaria art. 728 art. 729 agg.2 agg.1 orig. art. 730 TITOLO SECONDO DELLE CONTRAVVENZIONI CONCERNENTI L'ATTIVIT&Agrave; SOCIALE DELLA PUBBLICA AMMINISTRAZIONE art. 731 orig. art. 732 orig. art. 733 orig. art. 733 bis orig. art. 734 orig. ((TITOLO II-BIS DELLE CONTRAVVENZIONI CONCERNENTI LA TUTELA DELLA RISERVATEZZA)) art. 734 bis agg.1 orig. Parole cercate: Presente nei seguenti articoli Presente nei seguenti allegati chiudi Articoli Approfondimenti e Funzioni articolo successivo Testo in vigore dal: 1-7-1931 flagTipoArticolo: 0 descrizione: 1 descrizioneConParte: descrizioneCommiParte: progressivo: 0 version: 1 tipoArticolo: DEFAULT --> VITTORIO EMANUELE III PER GRAZIA DI DIO E PER VOLONT&Agrave; DELLA NAZIONE RE D'ITALIA Vista la legge 24 dicembre 1925, n. 2260 , che delega al Governo del Re la facolt&agrave; di emendare il codice penale ; Sentito il parere della Commissione parlamentare, &agrave; termini dell'art. 2 della legge predetta; Udito il Consiglio dei Ministri; Sulla proposta del Nostro Guardasigilli, Ministro Segretario di Stato per la giustizia e gli affari di culto; Abbiamo decretato e decretiamo: Art. 1 Il testo definitivo del codice penale portante la data di questo giorno &egrave; approvato ed avr&agrave; esecuzione a cominciare dal 1° luglio 1931. articolo successivo nascondi Approfondimenti aggiornamenti all'atto atti aggiornati atti correlati note atto lavori preparatori relazioni aggiornamenti al titolo aggiornamenti alla struttura atti parlamentari atti attuativi Funzioni atto completo --> esporta esporta in Akoma ntoso collegamento permanente guida in linea --> indice dell'atto visualizzazione classica --> --> Realizzazione e gestione Istituto Poligrafico e Zecca dello Stato Contattaci Normattiva Normattiva Archivio news Il progetto Guida all'uso Collegamenti veloci Ricerca avanzata Collegamenti veloci Collegamenti veloci Costituzione e Codici Elenco atti per data di emanazione Gazzetta Ufficiale Motore federato regionale Leggi approvate in attesa di pubblicazione Utilità Con il contributo di Con il contributo di Presidenza del Consiglio dei Ministri Camera dei Deputati Senato della Repubblica In collaborazione con In collaborazione con Corte Suprema di Cassazione Agenzia per l’Italia digitale e Presidenza del Consiglio dei Ministri --> --> --> Privacy e Cookie policy Note legali Mappa del sito FAQ Dichiarazione di accessibilità Portale Normattiva, Versione 2.4.3 torna su lavori preparatori chiudi aggiornamenti all'atto chiudi atti aggiornati chiudi atti correlati chiudi indice dell'atto chiudi aggiornamenti alla struttura chiudi aggiornamenti al titolo chiudi relazioni chiudi note atto chiudi collegamento permanente chiudi guida in linea chiudi Aggiornamenti all'articolo chiudi atti parlamentari chiudi atti attuativi chiudi"
    }
  ]
}