{
  "id": "rd-262-1942",
  "type": "rd",
  "title": "Codice Civile",
  "short_name": "Codice Civile",
  "status": "in_force",
  "issued_date": "1942-01-01",
  "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:regio.decreto:1942-01-01;262",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "",
      "content": "art. 2 art. 3 art. 4 art. 5 art. 6 art. 7 art. 8 art. 9 CAPO II Dell'applicazione della legge in generale art. 10 art. 11 art. 12 art. 13 art. 14 art. 15 art. 16 art. 17 orig. art. 18 agg.1 orig. art. 19 agg.1 orig. art. 20 agg.1 orig. art. 21 orig. art. 22 orig. art. 23 orig. art. 24 orig. art. 25 orig. art. 26 orig. art. 27 orig. art. 28 orig. art. 29 orig. art. 30 orig. art. 31 agg.1 orig. CODICE CIVILE LIBRO PRIMO DELLE PERSONE E DELLA FAMIGLIA TITOLO I DELLE PERSONE FISICHE art. 1 agg.2 agg.1 orig. art. 2 orig. art. 3 orig. art. 4 art. 5 agg.12 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 6 art. 7 art. 8 art. 9 art. 10 TITOLO II DELLE PERSONE GIURIDICHE CAPO I Disposizioni generali art. 11 art. 12 orig. art. 13 CAPO II Delle associazioni e delle fondazioni art. 14 art. 15 art. 16 orig. art. 17 orig. art. 18 art. 19 art. 20 art. 21 art. 22 art. 23 art. 24 art. 25 art. 26 art. 27 orig. art. 28 art. 29 art. 30 art. 31 art. 32 art. 33 orig. art. 34 orig. art. 35 orig. CAPO III Delle associazioni non riconosciute e dei comitati art. 36 art. 37 art. 38 art. 39 art. 40 art. 41 art. 42 art. 42 bis TITOLO III DEL DOMICILIO E DELLA RESIDENZA art. 43 art. 44 art. 45 agg.1 orig. art. 46 art. 47 TITOLO IV DELL'ASSENZA E DELLA DICHIARAZIONE DI MORTE PRESUNTA CAPO I Dell'assenza art. 48 art. 49 orig. art. 50 art. 51 orig. art. 52 art. 53 art. 54 art. 55 art. 56 art. 57 CAPO II Della dichiarazione di morte presunta art. 58 orig. art. 59 art. 60 art. 61 art. 62 art. 63 art. 64 art. 65 art. 66 art. 67 art. 68 CAPO III Delle ragioni eventuali che competono alla persona di cui si ignora l'esistenza o di cui &egrave; stata dichiarata la morte presunta art. 69 art. 70 art. 71 art. 72 art. 73 TITOLO V DELLA PARENTELA E DELL'AFFINIT&Agrave; art. 74 agg.1 orig. art. 75 art. 76 art. 77 art. 78 TITOLO VI DEL MATRIMONIO CAPO I Della promessa di matrimonio art. 79 art. 80 art. 81 orig. CAPO II Del matrimonio celebrato davanti a ministri del culto cattolico e del matrimonio celebrato davanti a ministri dei culti ammessi nello Stato art. 82 art. 83 CAPO III Del matrimonio celebrato davanti all'ufficiale dello stato civile Sezione I Delle condizioni necessarie per contrarre matrimonio art. 84 orig. art. 85 art. 86 orig. art. 87 agg.2 agg.1 orig. art. 88 art. 89 agg.1 orig. art. 90 agg.1 orig. art. 91 agg.1 orig. art. 92 Sezione II Delle formalit&agrave; preliminari del matrimonio art. 93 orig. art. 94 orig. art. 95 orig. art. 96 art. 97 agg.2 agg.1 orig. art. 98 art. 99 art. 100 agg.3 agg.2 agg.1 orig. art. 101 Sezione III Delle opposizioni al matrimonio art. 102 art. 103 orig. art. 104 orig. art. 105 Sezione IV Della celebrazione del matrimonio art. 106 art. 107 orig. art. 108 art. 109 art. 110 art. 111 orig. art. 112 art. 113 art. 114 Sezione V Del matrimonio dei cittadini in paese straniero e degli stranieri nel Regno art. 115 orig. art. 116 agg.1 orig. Sezione VI Della nullit&agrave; del matrimonio art. 117 orig. art. 118 orig. art. 119 orig. art. 120 orig. art. 121 orig. art. 122 orig. art. 123 orig. art. 124 orig. art. 125 art. 126 art. 127 art. 128 agg.2 agg.1 orig. art. 129 orig. art. 129 bis Sezione VII Delle prove della celebrazione del matrimonio art. 130 art. 131 art. 132 art. 133 Sezione VIII Disposizioni penali art. 134 art. 135 art. 136 art. 137 art. 138 art. 139 orig. art. 140 orig. art. 141 art. 142 CAPO IV Dei diritti e dei doveri che nascono dal matrimonio art. 143 orig. art. 143 bis art. 143 ter orig. art. 144 orig. art. 145 agg.3 agg.2 agg.1 orig. art. 146 orig. art. 147 agg.2 agg.1 orig. art. 148 agg.1 orig. CAPO V Dello scioglimento del matrimonio e della separazione dei coniugi art. 149 orig. art. 150 orig. art. 151 agg.1 orig. art. 152 orig. art. 153 orig. art. 154 orig. art. 155 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 155 bis orig. art. 155 ter orig. art. 155 quater orig. art. 155 quinquies orig. art. 155 sexies orig. art. 156 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 156 bis art. 157 orig. art. 158 agg.2 agg.1 orig. CAPO VI Del regime patrimoniale della famiglia Sezione I Disposizioni generali art. 159 orig. art. 160 orig. art. 161 art. 162 agg.1 orig. art. 163 orig. art. 164 agg.1 orig. art. 165 agg.2 agg.1 orig. art. 166 art. 166 bis Sezione II ((Del fondo patrimoniale)) art. 167 orig. art. 168 orig. art. 169 orig. art. 170 orig. art. 171 orig. art. 172 orig. art. 173 orig. art. 174 orig. art. 175 orig. art. 176 orig. Sezione III ((Della comunione legale)) art. 177 orig. art. 178 orig. art. 179 orig. art. 180 orig. art. 181 orig. art. 182 orig. art. 183 orig. art. 184 orig. art. 185 orig. art. 186 orig. art. 187 orig. art. 188 orig. art. 189 orig. art. 190 orig. art. 191 agg.1 orig. art. 192 orig. art. 193 orig. art. 194 orig. art. 195 orig. art. 196 orig. art. 197 orig. art. 198 orig. art. 199 orig. art. 200 orig. art. 201 orig. art. 202 agg.1 orig. art. 203 orig. art. 204 orig. art. 205 orig. art. 206 orig. art. 207 orig. art. 208 orig. art. 209 orig. Sezione IV ((Della comunione convenzionale)) art. 210 orig. art. 211 orig. art. 212 orig. art. 213 orig. art. 214 orig. Sezione V ((Del regime di separazione dei beni)) art. 215 orig. art. 216 orig. art. 217 orig. art. 218 orig. art. 219 orig. art. 220 orig. art. 221 orig. art. 222 orig. art. 223 orig. art. 224 orig. art. 225 orig. art. 226 orig. art. 227 orig. art. 228 orig. art. 229 orig. art. 230 orig. ((Sezione VI)) ((Dell'impresa familiare)) art. 230 bis orig. art. 230 ter orig. TITOLO VII ((DELLO STATO DI FIGLIO)) CAPO I ((Della presunzione di paternit&agrave;)) ((...)) art. 231 orig. art. 232 agg.1 orig. art. 233 agg.1 orig. art. 234 agg.1 orig. art. 235 agg.2 agg.1 orig. ((CAPO II Delle prove della filiazione)) art. 236 orig. art. 237 agg.1 orig. art. 238 agg.1 orig. art. 239 orig. art. 240 orig. art. 241 orig. art. 242 orig. art. 243 orig. art. 243 bis ((CAPO III Dell'azione di disconoscimento e delle azioni di contestazione e di reclamo dello stato di figlio)) art. 244 agg.4 agg.3 agg.2 agg.1 orig. art. 245 agg.2 agg.1 orig. art. 246 agg.1 orig. art. 247 orig. art. 248 agg.1 orig. art. 249 orig. ((...)) ((...)) ((CAPO IV Del riconoscimento dei figli nati fuori dal matrimonio)) art. 250 agg.3 agg.2 agg.1 orig. art. 251 agg.2 agg.1 orig. art. 252 agg.3 agg.2 agg.1 orig. art. 253 agg.1 orig. art. 254 agg.4 agg.3 agg.2 agg.1 orig. art. 255 agg.1 orig. art. 256 orig. art. 257 art. 258 agg.1 orig. art. 259 orig. art. 260 orig. art. 261 agg.2 agg.1 orig. art. 262 agg.4 agg.3 agg.2 agg.1 orig. art. 263 agg.1 orig. art. 264 agg.1 orig. art. 265 art. 266 art. 267 orig. art. 268 ((CAPO V Della dichiarazione giudiziale della paternit&agrave; e della maternit&agrave;)) art. 269 agg.1 orig. art. 270 agg.1 orig. art. 271 orig. art. 272 orig. art. 273 agg.1 orig. art. 274 agg.3 agg.2 agg.1 orig. art. 275 orig. art. 276 agg.1 orig. art. 277 agg.1 orig. art. 278 agg.2 agg.1 orig. art. 279 agg.2 agg.1 orig. Sezione II Della legittimazione dei figli naturali ((SEZIONE ABROGATA DALLA L. 10 DICEMBRE 2012, N. 219)) art. 280 agg.1 orig. art. 281 agg.1 orig. art. 282 orig. art. 283 agg.1 orig. art. 284 agg.2 agg.1 orig. art. 285 agg.1 orig. art. 286 orig. art. 287 agg.1 orig. art. 288 agg.1 orig. art. 289 agg.1 orig. art. 290 agg.1 orig. TITOLO VIII ((DELL'ADOZIONE DI PERSONE MAGGIORI DI ET&Agrave;)) CAPO I ((Dell'adozione di persone maggiori di et&agrave; e dei suoi effetti)) art. 291 agg.3 agg.2 agg.1 orig. art. 292 agg.1 orig. art. 293 agg.2 agg.1 orig. art. 294 orig. art. 295 art. 296 agg.1 orig. art. 297 agg.1 orig. art. 298 art. 299 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 300 art. 301 agg.1 orig. art. 302 orig. art. 303 agg.1 orig. art. 304 art. 305 art. 306 art. 307 orig. art. 308 orig. art. 309 art. 310 agg.1 orig. CAPO II ((Delle forme dell'adozione di persone di maggiore et&agrave;)) art. 311 orig. art. 312 agg.1 orig. art. 313 agg.2 agg.1 orig. art. 314 agg.2 agg.1 orig. CAPO III Dell'adozione speciale ((CAPO ABROGATO DALLA L. 4 MAGGIO 1983, N. 184)) art. 314/2 orig. art. 314/3 orig. art. 314/4 orig. art. 314/5 orig. art. 314/6 orig. art. 314/7 orig. art. 314/8 orig. art. 314/9 orig. art. 314/10 orig. art. 314/11 orig. art. 314/12 orig. art. 314/13 orig. art. 314/14 orig. art. 314/15 orig. art. 314/16 orig. art. 314/17 agg.1 orig. art. 314/18 orig. art. 314/19 orig. art. 314/20 orig. art. 314/21 orig. art. 314/22 orig. art. 314/23 orig. art. 314/24 orig. art. 314/25 orig. art. 314/26 orig. art. 314/27 orig. art. 314/28 orig. TITOLO IX ((DELLA RESPONSABILIT&Agrave; GENITORIALE E DEI DIRITTI E DOVERI DEL FIGLIO)) ((CAPO I Dei diritti e doveri del figlio)) art. 315 agg.1 orig. art. 315 bis art. 316 agg.3 agg.2 agg.1 orig. art. 316 bis agg.1 orig. art. 317 agg.1 orig. art. 317 bis orig. art. 318 agg.1 orig. art. 319 orig. art. 320 agg.3 agg.2 agg.1 orig. art. 321 agg.1 orig. art. 322 agg.1 orig. art. 323 agg.1 orig. art. 324 agg.1 orig. art. 325 orig. art. 326 orig. art. 327 agg.1 orig. art. 328 orig. art. 329 art. 330 agg.2 agg.1 orig. art. 331 orig. art. 332 agg.1 orig. art. 333 agg.1 orig. art. 334 orig. art. 335 art. 336 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 336 bis orig. art. 337 agg.1 orig. ((CAPO II Esercizio della responsabilit&agrave; genitoriale a seguito di separazione, scioglimento, cessazione degli effetti civili, annullamento, nullit&agrave; del matrimonio ovvero all'esito di procedimenti relativi ai figli nati fuori del matrimonio)) art. 337 bis art. 337 ter agg.2 agg.1 orig. art. 337 quater art. 337 quinquies art. 337 sexies art. 337 septies art. 337 octies orig. art. 338 agg.1 orig. art. 339 agg.1 orig. art. 340 agg.1 orig. art. 341 agg.1 orig. art. 342 agg.2 agg.1 orig. TITOLO IX-BIS ORDINI DI PROTEZIONE CONTRO GLI ABUSI FAMILIARI ((TITOLO ABROGATO DAL D.LGS. 31 OTTOBRE 2024. N. 164)) art. 342 bis agg.1 orig. art. 342 ter agg.1 orig. TITOLO X DELLA TUTELA E DELL'EMANCIPAZIONE CAPO I Della tutela dei minori art. 343 agg.2 agg.1 orig. Sezione I Del giudice tutelare art. 344 agg.1 orig. Sezione II Del tutore e del protutore art. 345 art. 346 art. 347 orig. art. 348 agg.2 agg.1 orig. art. 349 art. 350 agg.2 agg.1 orig. art. 351 art. 352 orig. art. 353 art. 354 art. 355 art. 356 orig. Sezione III Dell'esercizio della tutela art. 357 art. 358 art. 359 orig. art. 360 art. 361 art. 362 art. 363 agg.1 orig. art. 364 art. 365 agg.1 orig. art. 366 art. 367 art. 368 art. 369 art. 370 art. 371 orig. art. 372 art. 373 art. 374 agg.1 orig. art. 375 orig. art. 376 agg.2 agg.1 orig. art. 377 art. 378 art. 379 art. 380 art. 381 art. 382 Sezione IV Della cessazione del tutore dall'ufficio art. 383 art. 384 Sezione V Del rendimento del conto finale art. 385 art. 386 art. 387 art. 388 orig. art. 389 CAPO II Dell'emancipazione art. 390 art. 391 orig. art. 392 orig. art. 393 art. 394 orig. art. 395 agg.1 orig. art. 396 art. 397 agg.1 orig. art. 398 orig. art. 399 orig. TITOLO XI ((DELL'AFFILIAZIONE E DELL'AFFIDAMENTO)) art. 400 art. 401 agg.2 agg.1 orig. art. 402 orig. art. 403 orig. Titolo XII ((Delle misure di protezione delle persone prive in tutto od in parte di autonomia)) ((Capo I)) ((Dell'amministrazione di sostegno)) art. 404 agg.3 agg.2 agg.1 orig. art. 405 agg.2 agg.1 orig. art. 406 agg.2 agg.1 orig. art. 407 agg.1 orig. art. 408 agg.1 orig. art. 409 agg.2 agg.1 orig. art. 410 agg.1 orig. art. 411 agg.3 agg.2 agg.1 orig. art. 412 agg.1 orig. art. 413 agg.1 orig. ((Capo II)) ((Della interdizione, della inabilitazione e della incapacit&agrave; naturale)) art. 414 orig. art. 415 orig. art. 416 orig. art. 417 agg.1 orig. art. 418 orig. art. 419 orig. art. 420 agg.1 orig. art. 421 orig. art. 422 orig. art. 423 orig. art. 424 orig. art. 425 agg.2 agg.1 orig. art. 426 orig. art. 427 orig. art. 428 orig. art. 429 orig. art. 430 orig. art. 431 orig. art. 432 orig. TITOLO XIII DEGLI ALIMENTI art. 433 agg.2 agg.1 orig. art. 434 art. 435 agg.1 orig. art. 436 agg.1 orig. art. 437 art. 438 art. 439 orig. art. 440 art. 441 art. 442 art. 443 art. 444 art. 445 art. 446 agg.1 orig. art. 447 art. 448 art. 448 bis orig. TITOLO XIV DEGLI ATTI DELLO STATO CIVILE art. 449 art. 450 art. 451 art. 452 art. 453 art. 454 orig. art. 455 LIBRO SECONDO DELLE SUCCESSIONI TITOLO I DISPOSIZIONI GENERALI SULLE SUCCESSIONI CAPO I Dell'apertura della successione, della delazione e dell'acquisto dell'eredit&agrave; art. 456 art. 457 art. 458 orig. art. 459 art. 460 art. 461 CAPO II Della capacit&agrave; di succedere art. 462 CAPO III Dell'indegnit&agrave; art. 463 orig. art. 463 bis art. 464 art. 465 art. 466 CAPO IV Della rappresentazione art. 467 agg.2 agg.1 orig. art. 468 agg.2 agg.1 orig. art. 469 CAPO V DELL'ACCETTAZIONE DELL'EREDIT&Agrave; Sezione I Disposizioni generali art. 470 art. 471 art. 472 art. 473 orig. art. 474 art. 475 art. 476 art. 477 art. 478 art. 479 art. 480 orig. art. 481 art. 482 art. 483 Sezione II Del beneficio d'inventario art. 484 agg.1 orig. art. 485 agg.2 agg.1 orig. art. 486 art. 487 art. 488 art. 489 art. 490 art. 491 art. 492 art. 493 art. 494 art. 495 art. 496 art. 497 art. 498 art. 499 art. 500 art. 501 art. 502 art. 503 art. 504 art. 505 art. 506 art. 507 art. 508 agg.1 orig. art. 509 agg.1 orig. art. 510 art. 511 CAPO VI Della separazione dei beni del defunto da quelli dell'erede art. 512 art. 513 art. 514 art. 515 art. 516 art. 517 agg.1 orig. art. 518 CAPO VII Della rinunzia all'eredit&agrave; art. 519 agg.1 orig. art. 520 art. 521 art. 522 art. 523 art. 524 art. 525 art. 526 art. 527 CAPO VIII Dell'eredit&agrave; giacente art. 528 agg.1 orig. art. 529 agg.1 orig. art. 530 agg.1 orig. art. 531 art. 532 CAPO IX Della petizione di eredit&agrave; art. 533 art. 534 art. 535 CAPO X Dei legittimari Sezione I Dei diritti riservati ai legittimari art. 536 agg.2 agg.1 orig. art. 537 agg.2 agg.1 orig. art. 538 agg.3 agg.2 agg.1 orig. art. 539 agg.1 orig. art. 540 agg.1 orig. art. 541 orig. art. 542 agg.1 orig. art. 543 orig. art. 544 agg.2 agg.1 orig. art. 545 agg.1 orig. art. 546 agg.1 orig. art. 547 orig. art. 548 orig. art. 549 art. 550 art. 551 art. 552 Sezione II Della reintegrazione della quota riservata ai legittimari art. 553 art. 554 art. 555 art. 556 art. 557 art. 558 art. 559 art. 560 art. 561 agg.1 orig. art. 562 orig. art. 563 agg.2 agg.1 orig. art. 564 TITOLO II DELLE SUCCESSIONI LEGITTIME art. 565 agg.3 agg.2 agg.1 orig. CAPO I ((Della successione dei parenti)) art. 566 agg.2 agg.1 orig. art. 567 agg.1 orig. art. 568 art. 569 art. 570 art. 571 orig. art. 572 art. 573 agg.2 agg.1 orig. art. 574 orig. art. 575 agg.1 orig. art. 576 orig. art. 577 agg.1 orig. art. 578 agg.1 orig. art. 579 agg.1 orig. art. 580 agg.2 agg.1 orig. ((CAPO II)) Della successione del coniuge art. 581 agg.2 agg.1 orig. art. 582 agg.1 orig. art. 583 agg.2 agg.1 orig. art. 584 orig. art. 585 orig. ((CAPO III)) Della successione dello Stato art. 586 TITOLO III DELLE SUCCESSIONI TESTAMENTARIE CAPO I Disposizioni generali art. 587 art. 588 art. 589 art. 590 CAPO II Della capacit&agrave; di disporre per testamento art. 591 orig. CAPO III Della capacit&agrave; di ricevere per testamento art. 592 agg.1 orig. art. 593 agg.1 orig. art. 594 agg.2 agg.1 orig. art. 595 agg.1 orig. art. 596 art. 597 art. 598 art. 599 agg.1 orig. art. 600 agg.1 orig. CAPO IV Della forma dei testamenti Sezione I Dei testamenti ordinari art. 601 art. 602 art. 603 art. 604 art. 605 art. 606 art. 607 art. 608 Sezione II Dei testamenti speciali art. 609 agg.1 orig. art. 610 art. 611 art. 612 art. 613 art. 614 art. 615 art. 616 art. 617 art. 618 art. 619 Sezione III Della pubblicazione dei testamenti olografi e dei testamenti segreti art. 620 agg.2 agg.1 orig. art. 621 agg.2 agg.1 orig. art. 622 agg.1 orig. art. 623 CAPO V Dell'istituzione di erede e dei legati Sezione I Disposizioni generali art. 624 art. 625 art. 626 art. 627 art. 628 art. 629 art. 630 art. 631 art. 632 Sezione II Delle disposizioni condizionali, a termine e modali art. 633 art. 634 art. 635 art. 636 art. 637 art. 638 art. 639 art. 640 art. 641 art. 642 art. 643 orig. art. 644 art. 645 art. 646 art. 647 art. 648 Sezione III Dei legati art. 649 art. 650 art. 651 art. 652 art. 653 art. 654 art. 655 art. 656 art. 657 art. 658 art. 659 art. 660 art. 661 art. 662 art. 663 art. 664 art. 665 art. 666 art. 667 art. 668 art. 669 art. 670 art. 671 art. 672 art. 673 Sezione IV Del diritto di accrescimento art. 674 art. 675 art. 676 art. 677 art. 678 Sezione V Della revocazione delle disposizioni testamentarie art. 679 art. 680 art. 681 art. 682 art. 683 art. 684 art. 685 art. 686 art. 687 orig. CAPO VI Delle sostituzioni Sezione I Della sostituzione ordinaria art. 688 art. 689 art. 690 art. 691 Sezione II Della sostituzione fedecommissaria art. 692 orig. art. 693 orig. art. 694 art. 695 art. 696 orig. art. 697 art. 698 art. 699 CAPO VII Degli esecutori testamentari art. 700 art. 701 art. 702 agg.1 orig. art. 703 art. 704 art. 705 orig. art. 706 art. 707 art. 708 art. 709 art. 710 art. 711 art. 712 TITOLO IV DELLA DIVISIONE CAPO I Disposizioni generali art. 713 art. 714 art. 715 orig. art. 716 orig. art. 717 art. 718 art. 719 art. 720 art. 721 art. 722 art. 723 art. 724 art. 725 art. 726 art. 727 art. 728 art. 729 art. 730 agg.1 orig. art. 731 art. 732 art. 733 art. 734 art. 735 art. 736 agg.2 agg.1 orig. CAPO II Della collazione art. 737 agg.2 agg.1 orig. art. 738 orig. art. 739 art. 740 orig. art. 741 orig. art. 742 art. 743 art. 744 art. 745 art. 746 art. 747 art. 748 art. 749 art. 750 art. 751 CAPO III Del pagamento dei debiti art. 752 art. 753 art. 754 art. 755 art. 756 CAPO IV Degli effetti della divisione e della garanzia delle quote art. 757 art. 758 art. 759 art. 760 CAPO V Dell'annullamento e della rescissione in materia di divisione art. 761 art. 762 art. 763 art. 764 art. 765 art. 766 art. 767 art. 768 ((Capo V-bis)) ((Del patto di famiglia)) art. 768 bis art. 768 ter art. 768 quater art. 768 quinquies art. 768 sexies art. 768 septies art. 768 octies TITOLO V DELLE DONAZIONI CAPO I Disposizioni generali art. 769 art. 770 art. 771 art. 772 art. 773 CAPO II Della capacit&agrave; di disporre e di ricevere per donazione art. 774 art. 775 art. 776 art. 777 art. 778 art. 779 art. 780 orig. art. 781 orig. CAPO III Della forma e degli effetti della donazione art. 782 orig. art. 783 art. 784 art. 785 art. 786 agg.1 orig. art. 787 art. 788 art. 789 art. 790 art. 791 art. 792 art. 793 art. 794 art. 795 art. 796 art. 797 art. 798 art. 799 CAPO IV Della revocazione delle donazioni art. 800 art. 801 art. 802 art. 803 agg.1 orig. art. 804 orig. art. 805 art. 806 art. 807 art. 808 art. 809 LIBRO TERZO DELLA PROPRIET&Agrave; TITOLO I DEI BENI CAPO I Dei beni in generale art. 810 Sezione I Dei beni nell'ordine corporativo art. 811 orig. Sezione II Dei beni immobili e mobili art. 812 art. 813 art. 814 art. 815 art. 816 art. 817 art. 818 art. 819 Sezione III Dei frutti art. 820 art. 821 CAPO II Dei beni appartenenti allo Stato, agli enti pubblici e agli enti ecclesiastici art. 822 art. 823 art. 824 art. 825 art. 826 art. 827 art. 828 art. 829 art. 830 art. 831 TITOLO II DELLA PROPRIET&Agrave; CAPO I Disposizioni generali art. 832 art. 833 art. 834 art. 835 art. 836 art. 837 art. 838 art. 839 CAPO II Della propriet&agrave; fondiaria Sezione I Disposizioni generali art. 840 art. 841 art. 842 art. 843 art. 844 art. 845 Sezione II Del riordinamento della propriet&agrave; rurale art. 846 orig. art. 847 orig. art. 848 orig. art. 849 art. 850 art. 851 art. 852 art. 853 art. 854 art. 855 art. 856 Sezione III Della bonifica integrale art. 857 art. 858 art. 859 art. 860 art. 861 art. 862 art. 863 art. 864 art. 865 Sezione IV Dei vincoli idrogeologici e delle difese fluviali art. 866 art. 867 art. 868 Sezione V Della propriet&agrave; edilizia art. 869 art. 870 art. 871 art. 872 Sezione VI Delle distanze nelle costruzioni, piantagioni e scavi, e dei muri, fossi e siepi interposti tra i fondi art. 873 art. 874 art. 875 art. 876 art. 877 art. 878 art. 879 art. 880 art. 881 art. 882 art. 883 art. 884 art. 885 art. 886 art. 887 art. 888 art. 889 art. 890 art. 891 art. 892 art. 893 art. 894 art. 895 art. 896 art. 896 bis art. 897 art. 898 art. 899 Sezione VII Delle luci e delle vedute art. 900 art. 901 art. 902 art. 903 art. 904 art. 905 art. 906 art. 907 Sezione VIII Dello stillicidio art. 908 Sezione IX Delle acque art. 909 art. 910 orig. art. 911 art. 912 art. 913 art. 914 art. 915 agg.1 orig. art. 916 art. 917 art. 918 art. 919 art. 920 art. 921 CAPO III Dei modi di acquisto della propriet&agrave; art. 922 Sezione I Dell'occupazione e dell'invenzione art. 923 art. 924 art. 925 art. 926 art. 927 art. 928 art. 929 art. 930 art. 931 art. 932 art. 933 Sezione II Dell'accessione, della specificazione, dell'unione e della commistione art. 934 art. 935 art. 936 art. 937 art. 938 art. 939 art. 940 art. 941 art. 942 orig. art. 943 art. 944 art. 945 orig. art. 946 orig. art. 947 orig. CAPO IV Delle azioni a difesa della propriet&agrave; art. 948 art. 949 art. 950 art. 951 TITOLO III DELLA SUPERFICIE art. 952 art. 953 art. 954 art. 955 art. 956 TITOLO IV DELL'ENFITEUSI art. 957 art. 958 art. 959 art. 960 art. 961 art. 962 orig. art. 963 art. 964 art. 965 art. 966 orig. art. 967 art. 968 art. 969 art. 970 art. 971 orig. art. 972 orig. art. 973 orig. art. 974 art. 975 art. 976 art. 977 TITOLO V DELL'USUFRUTTO, DELL'USO E DELL'ABITAZIONE CAPO I Dell'usufrutto Sezione I Disposizioni generali art. 978 art. 979 art. 980 Sezione II Dei diritti nascenti dall'usufrutto art. 981 art. 982 art. 983 art. 984 art. 985 art. 986 art. 987 art. 988 art. 989 art. 990 art. 991 art. 992 art. 993 art. 994 art. 995 art. 996 art. 997 art. 998 art. 999 art. 1000 Sezione III Degli obblighi nascenti dall'usufrutto art. 1001 art. 1002 art. 1003 art. 1004 art. 1005 art. 1006 art. 1007 art. 1008 art. 1009 art. 1010 art. 1011 art. 1012 art. 1013 Sezione IV Estinzione e modificazioni dell'usufrutto art. 1014 art. 1015 art. 1016 art. 1017 art. 1018 art. 1019 art. 1020 CAPO II Dell'uso e dell'abitazione art. 1021 art. 1022 art. 1023 agg.1 orig. art. 1024 art. 1025 art. 1026 TITOLO VI DELLE SERVIT&Ugrave; PREDIALI CAPO I Disposizioni generali art. 1027 art. 1028 art. 1029 art. 1030 art. 1031 CAPO II Delle servit&ugrave; coattive art. 1032 Sezione I Dell'acquedotto e dello scarico coattivo art. 1033 art. 1034 art. 1035 art. 1036 art. 1037 art. 1038 art. 1039 art. 1040 art. 1041 art. 1042 art. 1043 art. 1044 art. 1045 art. 1046 Sezione II Dell'appoggio e dell'infissione di chiusa art. 1047 art. 1048 Sezione III Della somministrazione coattiva di acqua a un edificio o a un fondo art. 1049 art. 1050 Sezione IV Del passaggio coattivo art. 1051 art. 1052 orig. art. 1053 art. 1054 art. 1055 Sezione V Dell'elettrodotto coattivo e del passaggio coattivo di linee teleferiche art. 1056 art. 1057 CAPO III Delle servit&ugrave; volontarie art. 1058 art. 1059 art. 1060 CAPO IV Delle servit&ugrave; acquistate per usucapione e per destinazione del padre di famiglia art. 1061 art. 1062 CAPO V Dell'esercizio delle servit&ugrave; art. 1063 art. 1064 art. 1065 art. 1066 art. 1067 art. 1068 art. 1069 art. 1070 art. 1071 CAPO VI Dell'estinzione delle servit&ugrave; art. 1072 art. 1073 art. 1074 art. 1075 art. 1076 art. 1077 art. 1078 CAPO VII Delle azioni a difesa delle servit&ugrave; art. 1079 CAPO VIII Di alcune servit&ugrave; in materia di acque Sezione I Della servit&ugrave; di presa o di derivazione di acqua art. 1080 art. 1081 art. 1082 art. 1083 art. 1084 art. 1085 art. 1086 art. 1087 art. 1088 art. 1089 art. 1090 art. 1091 art. 1092 art. 1093 Sezione II Della servit&ugrave; degli scoli e degli avanzi di acqua art. 1094 art. 1095 art. 1096 art. 1097 art. 1098 art. 1099 TITOLO VII DELLA COMUNIONE CAPO I Della comunione in generale art. 1100 art. 1101 art. 1102 art. 1103 art. 1104 art. 1105 art. 1106 art. 1107 art. 1108 art. 1109 art. 1110 art. 1111 art. 1112 art. 1113 art. 1114 art. 1115 art. 1116 CAPO II Del condominio negli edifici art. 1117 orig. art. 1117 bis art. 1117 ter art. 1117 quater art. 1118 orig. art. 1119 orig. art. 1120 agg.2 agg.1 orig. art. 1121 agg.1 orig. art. 1122 orig. art. 1122 bis art. 1122 ter art. 1123 art. 1124 orig. art. 1125 art. 1126 art. 1127 art. 1128 art. 1129 orig. art. 1130 agg.1 orig. art. 1130 bis art. 1131 orig. art. 1132 art. 1133 art. 1134 orig. art. 1135 agg.1 orig. art. 1136 agg.2 agg.1 orig. art. 1137 agg.2 agg.1 orig. art. 1138 orig. art. 1139 TITOLO VIII DEL POSSESSO CAPO I Disposizioni generali art. 1140 art. 1141 art. 1142 art. 1143 art. 1144 art. 1145 art. 1146 art. 1147 CAPO II Degli effetti del possesso Sezione I Dei diritti e degli obblighi del possessore nella restituzione della cosa art. 1148 art. 1149 art. 1150 art. 1151 art. 1152 Sezione II Del possesso di buona fede di beni mobili art. 1153 art. 1154 art. 1155 art. 1156 art. 1157 Sezione III Dell'usucapione art. 1158 art. 1159 art. 1159 bis orig. art. 1160 art. 1161 art. 1162 art. 1163 art. 1164 art. 1165 art. 1166 art. 1167 CAPO III Delle azioni a difesa del possesso art. 1168 art. 1169 art. 1170 TITOLO IX DELLA DENUNZIA DI NUOVA OPERA E DI DANNO TEMUTO art. 1171 art. 1172 LIBRO QUARTO DELLE OBBLIGAZIONI TITOLO I DELLE OBBLIGAZIONI IN GENERALE CAPO I Disposizioni preliminari art. 1173 art. 1174 art. 1175 orig. CAPO II Dell'adempimento delle obbligazioni Sezione I Dell'adempimento in generale art. 1176 art. 1177 art. 1178 art. 1179 art. 1180 art. 1181 art. 1182 art. 1183 art. 1184 art. 1185 art. 1186 art. 1187 art. 1188 art. 1189 art. 1190 art. 1191 art. 1192 art. 1193 art. 1194 art. 1195 art. 1196 art. 1197 art. 1198 art. 1199 art. 1200 Sezione II Del pagamento con surrogazione art. 1201 art. 1202 art. 1203 art. 1204 art. 1205 Sezione III Della mora del creditore art. 1206 art. 1207 art. 1208 art. 1209 art. 1210 art. 1211 agg.2 agg.1 orig. art. 1212 art. 1213 art. 1214 art. 1215 art. 1216 art. 1217 CAPO III Dell'inadempimento delle obbligazioni art. 1218 art. 1219 art. 1220 art. 1221 art. 1222 art. 1223 art. 1224 art. 1225 art. 1226 art. 1227 art. 1228 art. 1229 CAPO IV Dei modi di estinzione delle obbligazioni diversi dall'adempimento Sezione I Della novazione art. 1230 art. 1231 art. 1232 art. 1233 art. 1234 art. 1235 Sezione II Della remissione art. 1236 art. 1237 art. 1238 art. 1239 art. 1240 Sezione III Della compensazione art. 1241 art. 1242 art. 1243 art. 1244 art. 1245 art. 1246 art. 1247 art. 1248 art. 1249 art. 1250 art. 1251 art. 1252 Sezione IV Della confusione art. 1253 art. 1254 art. 1255 Sezione V Dell'impossibilit&agrave; sopravvenuta per causa non imputabile al debitore art. 1256 art. 1257 art. 1258 art. 1259 CAPO V Della cessione dei crediti art. 1260 art. 1261 art. 1262 art. 1263 art. 1264 art. 1265 art. 1266 art. 1267 CAPO VI Della delegazione, dell'espromissione e dell'accollo art. 1268 art. 1269 art. 1270 art. 1271 art. 1272 art. 1273 art. 1274 art. 1275 art. 1276 CAPO VII Di alcune specie di obbligazioni Sezione I Delle obbligazioni pecuniarie art. 1277 art. 1278 art. 1279 art. 1280 art. 1281 art. 1282 art. 1283 art. 1284 agg.23 agg.22 agg.21 agg.20 agg.19 agg.18 agg.17 agg.16 agg.15 agg.14 agg.13 agg.12 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. Sezione II Delle obbligazioni alternative art. 1285 art. 1286 art. 1287 art. 1288 art. 1289 art. 1290 art. 1291 Sezione III Delle obbligazioni in solido art. 1292 art. 1293 art. 1294 art. 1295 art. 1296 art. 1297 art. 1298 art. 1299 art. 1300 art. 1301 art. 1302 art. 1303 art. 1304 art. 1305 art. 1306 art. 1307 art. 1308 art. 1309 art. 1310 art. 1311 art. 1312 art. 1313 Sezione IV Delle obbligazioni divisibili e indivisibili art. 1314 art. 1315 art. 1316 art. 1317 art. 1318 art. 1319 art. 1320 TITOLO II DEI CONTRATTI IN GENERALE CAPO I Disposizioni preliminari art. 1321 art. 1322 art. 1323 art. 1324 CAPO II Dei requisiti del contratto art. 1325 Sezione I Dell'accordo delle parti art. 1326 art. 1327 art. 1328 art. 1329 art. 1330 art. 1331 art. 1332 art. 1333 art. 1334 art. 1335 art. 1336 art. 1337 art. 1338 art. 1339 art. 1340 art. 1341 art. 1342 Sezione II Della causa del contratto art. 1343 art. 1344 art. 1345 Sezione III Dell'oggetto del contratto art. 1346 art. 1347 art. 1348 art. 1349 Sezione IV Della forma del contratto art. 1350 art. 1351 art. 1352 CAPO III Della condizione nel contratto art. 1353 art. 1354 art. 1355 art. 1356 art. 1357 art. 1358 art. 1359 art. 1360 art. 1361 CAPO IV Dell'interpretazione del contratto art. 1362 art. 1363 art. 1364 art. 1365 art. 1366 art. 1367 art. 1368 art. 1369 art. 1370 art. 1371 orig. CAPO V Degli effetti del contratto Sezione I Disposizioni generali art. 1372 art. 1373 art. 1374 art. 1375 art. 1376 art. 1377 art. 1378 art. 1379 art. 1380 art. 1381 Sezione II Della clausola penale e della caparra art. 1382 art. 1383 art. 1384 art. 1385 art. 1386 CAPO VI Della rappresentanza art. 1387 art. 1388 art. 1389 art. 1390 art. 1391 art. 1392 art. 1393 art. 1394 art. 1395 art. 1396 art. 1397 art. 1398 art. 1399 art. 1400 CAPO VII Del contratto per persona da nominare art. 1401 art. 1402 art. 1403 art. 1404 art. 1405 CAPO VIII Della cessione del contratto art. 1406 art. 1407 art. 1408 art. 1409 art. 1410 CAPO IX Del contratto a favore di terzi art. 1411 art. 1412 art. 1413 CAPO X Della simulazione art. 1414 art. 1415 art. 1416 art. 1417 CAPO XI Della nullit&agrave; del contratto art. 1418 art. 1419 art. 1420 art. 1421 art. 1422 art. 1423 art. 1424 CAPO XII Dell'annullabilit&agrave; del contratto Sezione I Dell'incapacit&agrave; art. 1425 art. 1426 Sezione II Dei vizi del consenso art. 1427 art. 1428 art. 1429 art. 1430 art. 1431 art. 1432 art. 1433 art. 1434 art. 1435 art. 1436 art. 1437 art. 1438 art. 1439 art. 1440 Sezione III Dell'azione di annullamento art. 1441 art. 1442 orig. art. 1443 art. 1444 art. 1445 art. 1446 CAPO XIII Della rescissione del contratto art. 1447 art. 1448 art. 1449 art. 1450 art. 1451 art. 1452 CAPO XIV Della risoluzione del contratto Sezione I Della risoluzione per inadempimento art. 1453 art. 1454 art. 1455 art. 1456 art. 1457 art. 1458 art. 1459 art. 1460 art. 1461 art. 1462 Sezione II Dell'impossibilit&agrave; sopravvenuta art. 1463 art. 1464 art. 1465 art. 1466 Sezione III Dell'eccessiva onerosit&agrave; art. 1467 art. 1468 art. 1469 ((CAPO XIV-BIS)) ((Dei contratti del consumatore)) art. 1469 bis agg.1 orig. art. 1469 ter orig. art. 1469 quater agg.1 orig. art. 1469 quinquies agg.1 orig. art. 1469 sexies agg.1 orig. TITOLO III DEI SINGOLI CONTRATTI CAPO I Della vendita Sezione I Disposizioni generali art. 1470 art. 1471 art. 1472 art. 1473 art. 1474 art. 1475 § 1 Delle obbligazioni del venditore art. 1476 art. 1477 art. 1478 art. 1479 art. 1480 art. 1481 art. 1482 art. 1483 art. 1484 art. 1485 art. 1486 art. 1487 art. 1488 art. 1489 art. 1490 art. 1491 art. 1492 art. 1493 art. 1494 art. 1495 art. 1496 art. 1497 § 2 Delle obbligazioni del compratore art. 1498 art. 1499 § 3 Del riscatto convenzionale art. 1500 art. 1501 art. 1502 art. 1503 art. 1504 art. 1505 art. 1506 art. 1507 art. 1508 art. 1509 Sezione II Della vendita di cose mobili § 1 Disposizioni generali art. 1510 art. 1511 art. 1512 art. 1513 art. 1514 agg.2 agg.1 orig. art. 1515 agg.2 agg.1 orig. art. 1516 art. 1517 art. 1518 art. 1519 ((§ 1 bis Della vendita dei beni di consumo)) art. 1519 bis orig. art. 1519 ter orig. art. 1519 quater orig. art. 1519 quinquies orig. art. 1519 sexies orig. art. 1519 septies orig. art. 1519 octies orig. art. 1519 novies orig. § 2 Della vendita con riserva di gradimento, a prova, a campione art. 1520 art. 1521 art. 1522 § 3 Della vendita con riserva della propriet&agrave; art. 1523 art. 1524 art. 1525 art. 1526 § 4 Della vendita su documenti e con pagamento contro documenti art. 1527 art. 1528 art. 1529 art. 1530 § 5 Della vendita a termine di titoli di credito art. 1531 art. 1532 art. 1533 art. 1534 art. 1535 art. 1536 Sezione III Della vendita di cose immobili art. 1537 art. 1538 art. 1539 art. 1540 art. 1541 Sezione IV Della vendita di eredit&agrave; art. 1542 art. 1543 art. 1544 art. 1545 art. 1546 art. 1547 CAPO II Del riporto art. 1548 art. 1549 art. 1550 art. 1551 CAPO III Della permuta art. 1552 art. 1553 art. 1554 art. 1555 CAPO IV Del contratto estimatorio art. 1556 art. 1557 art. 1558 CAPO V Della somministrazione art. 1559 art. 1560 art. 1561 art. 1562 art. 1563 art. 1564 art. 1565 art. 1566 art. 1567 art. 1568 art. 1569 art. 1570 CAPO VI Della locazione Sezione I Disposizioni generali art. 1571 art. 1572 art. 1573 art. 1574 art. 1575 art. 1576 art. 1577 art. 1578 art. 1579 art. 1580 art. 1581 art. 1582 art. 1583 art. 1584 art. 1585 art. 1586 art. 1587 art. 1588 art. 1589 art. 1590 art. 1591 art. 1592 art. 1593 art. 1594 art. 1595 art. 1596 art. 1597 art. 1598 art. 1599 art. 1600 art. 1601 art. 1602 art. 1603 art. 1604 art. 1605 art. 1606 Sezione II Della locazione di fondi urbani art. 1607 art. 1608 art. 1609 art. 1610 art. 1611 art. 1612 art. 1613 art. 1614 Sezione III Dell'affitto § 1 Disposizioni generali art. 1615 art. 1616 art. 1617 art. 1618 art. 1619 art. 1620 art. 1621 art. 1622 art. 1623 art. 1624 art. 1625 art. 1626 art. 1627 § 2 Dell'affitto di fondi rustici art. 1628 art. 1629 art. 1630 art. 1631 art. 1632 orig. art. 1633 orig. art. 1634 art. 1635 orig. art. 1636 orig. art. 1637 art. 1638 art. 1639 art. 1640 art. 1641 art. 1642 art. 1643 art. 1644 art. 1645 art. 1646 § 3 Dell'affitto a coltivatore diretto art. 1647 art. 1648 art. 1649 art. 1650 orig. art. 1651 orig. art. 1652 art. 1653 orig. art. 1654 CAPO VII Dell'appalto art. 1655 art. 1656 art. 1657 art. 1658 art. 1659 art. 1660 art. 1661 art. 1662 art. 1663 art. 1664 art. 1665 art. 1666 art. 1667 art. 1668 art. 1669 art. 1670 art. 1671 art. 1672 art. 1673 art. 1674 art. 1675 art. 1676 art. 1677 art. 1677 bis orig. CAPO VIII Del trasporto Sezione I Disposizioni generali art. 1678 art. 1679 art. 1680 Sezione II Del trasporto di persone art. 1681 art. 1682 Sezione III Del trasporto di cose art. 1683 art. 1684 art. 1685 art. 1686 art. 1687 art. 1688 art. 1689 art. 1690 art. 1691 art. 1692 art. 1693 art. 1694 art. 1695 art. 1696 agg.1 orig. art. 1697 art. 1698 art. 1699 art. 1700 art. 1701 art. 1702 CAPO IX Del mandato Sezione I Disposizioni generali art. 1703 art. 1704 art. 1705 art. 1706 art. 1707 art. 1708 art. 1709 § 1 Delle obbligazioni del mandatario art. 1710 art. 1711 art. 1712 art. 1713 art. 1714 art. 1715 art. 1716 art. 1717 art. 1718 § 2 Delle obbligazioni del mandante art. 1719 art. 1720 art. 1721 § 3 Dell'estinzione del mandato art. 1722 art. 1723 art. 1724 art. 1725 art. 1726 art. 1727 art. 1728 art. 1729 art. 1730 Sezione II Della commissione art. 1731 art. 1732 art. 1733 art. 1734 art. 1735 art. 1736 Sezione III Della spedizione art. 1737 orig. art. 1738 art. 1739 orig. art. 1740 art. 1741 orig. CAPO X Del contratto di agenzia art. 1742 agg.1 orig. art. 1743 art. 1744 art. 1745 art. 1746 agg.1 orig. art. 1747 art. 1748 agg.1 orig. art. 1749 orig. art. 1750 orig. art. 1751 agg.2 agg.1 orig. art. 1751 bis orig. art. 1752 art. 1753 CAPO XI Della mediazione art. 1754 art. 1755 art. 1756 art. 1757 art. 1758 art. 1759 art. 1760 art. 1761 art. 1762 art. 1763 art. 1764 art. 1765 CAPO XII Del deposito Sezione I Del deposito in generale art. 1766 art. 1767 art. 1768 art. 1769 art. 1770 art. 1771 art. 1772 art. 1773 art. 1774 art. 1775 art. 1776 art. 1777 art. 1778 art. 1779 art. 1780 art. 1781 art. 1782 Sezione II Del deposito in albergo art. 1783 orig. art. 1784 orig. art. 1785 orig. art. 1785 bis art. 1785 ter art. 1785 quater art. 1785 quinquies art. 1786 Sezione III Del deposito nei magazzini generali art. 1787 art. 1788 art. 1789 art. 1790 art. 1791 art. 1792 art. 1793 art. 1794 art. 1795 art. 1796 art. 1797 CAPO XIII Del sequestro convenzionale art. 1798 art. 1799 art. 1800 art. 1801 art. 1802 CAPO XIV Del comodato art. 1803 art. 1804 art. 1805 art. 1806 art. 1807 art. 1808 art. 1809 art. 1810 art. 1811 art. 1812 CAPO XV Del mutuo art. 1813 art. 1814 art. 1815 orig. art. 1816 art. 1817 art. 1818 art. 1819 art. 1820 art. 1821 art. 1822 CAPO XVI Del conto corrente art. 1823 art. 1824 art. 1825 art. 1826 art. 1827 art. 1828 art. 1829 art. 1830 art. 1831 art. 1832 art. 1833 CAPO XVII Dei contratti bancari Sezione I Dei depositi bancari art. 1834 art. 1835 art. 1836 art. 1837 orig. art. 1838 Sezione II Del servizio bancario delle cassette di sicurezza art. 1839 art. 1840 art. 1841 agg.2 agg.1 orig. Sezione III Dell'apertura di credito bancario art. 1842 art. 1843 art. 1844 art. 1845 Sezione IV Dell'anticipazione bancaria art. 1846 art. 1847 art. 1848 art. 1849 art. 1850 art. 1851 Sezione V Delle operazioni bancarie in conto corrente art. 1852 art. 1853 art. 1854 art. 1855 art. 1856 art. 1857 Sezione VI Dello sconto bancario art. 1858 art. 1859 art. 1860 CAPO XVIII Della rendita perpetua art. 1861 art. 1862 art. 1863 art. 1864 art. 1865 art. 1866 art. 1867 art. 1868 art. 1869 art. 1870 art. 1871 CAPO XIX Della rendita vitalizia art. 1872 art. 1873 art. 1874 art. 1875 art. 1876 art. 1877 art. 1878 art. 1879 art. 1880 art. 1881 CAPO XX Dell'assicurazione Sezione I Disposizioni generali art. 1882 art. 1883 art. 1884 art. 1885 art. 1886 art. 1887 art. 1888 art. 1889 art. 1890 art. 1891 art. 1892 art. 1893 art. 1894 art. 1895 art. 1896 art. 1897 art. 1898 art. 1899 agg.1 orig. art. 1900 art. 1901 art. 1902 art. 1903 Sezione II Dell'assicurazione contro i danni art. 1904 art. 1905 art. 1906 art. 1907 art. 1908 art. 1909 art. 1910 art. 1911 art. 1912 art. 1913 art. 1914 art. 1915 art. 1916 agg.2 agg.1 orig. art. 1917 art. 1918 Sezione III Dell'assicurazione sulla vita art. 1919 art. 1920 art. 1921 art. 1922 art. 1923 art. 1924 art. 1925 art. 1926 art. 1927 Sezione IV Della riassicurazione art. 1928 art. 1929 art. 1930 art. 1931 Sezione V Disposizioni finali art. 1932 CAPO XXI Del giuoco e della scommessa art. 1933 art. 1934 art. 1935 CAPO XXII Della fideiussione Sezione I Disposizioni generali art. 1936 art. 1937 art. 1938 orig. art. 1939 art. 1940 art. 1941 art. 1942 art. 1943 Sezione II Dei rapporti tra creditore e fideiussore art. 1944 art. 1945 art. 1946 art. 1947 art. 1948 Sezione III Dei rapporti tra fideiussore e debitore principale art. 1949 art. 1950 art. 1951 art. 1952 art. 1953 Sezione IV Dei rapporti tra pi&ugrave; fideiussori art. 1954 Sezione V Dell'estinzione della fideiussione art. 1955 art. 1956 orig. art. 1957 CAPO XXIII Del mandato di credito art. 1958 art. 1959 CAPO XXIV Dell'anticresi art. 1960 art. 1961 art. 1962 art. 1963 art. 1964 CAPO XXV Della transazione art. 1965 art. 1966 art. 1967 art. 1968 art. 1969 art. 1970 art. 1971 art. 1972 art. 1973 art. 1974 art. 1975 art. 1976 CAPO XXVI Della cessione dei beni ai creditori art. 1977 art. 1978 art. 1979 art. 1980 art. 1981 art. 1982 art. 1983 art. 1984 art. 1985 art. 1986 TITOLO IV DELLE PROMESSE UNILATERALI art. 1987 art. 1988 art. 1989 art. 1990 art. 1991 TITOLO V DEI TITOLI DI CREDITO CAPO I Disposizioni generali art. 1992 art. 1993 art. 1994 art. 1995 art. 1996 art. 1997 art. 1998 art. 1999 art. 2000 art. 2001 art. 2002 CAPO II Dei titoli al portatore art. 2003 art. 2004 art. 2005 art. 2006 art. 2007 CAPO III Dei titoli all'ordine art. 2008 art. 2009 art. 2010 art. 2011 art. 2012 art. 2013 art. 2014 art. 2015 art. 2016 art. 2017 art. 2018 art. 2019 art. 2020 CAPO IV Dei titoli nominativi art. 2021 art. 2022 art. 2023 art. 2024 art. 2025 art. 2026 art. 2027 TITOLO VI DELLA GESTIONE DI AFFARI art. 2028 art. 2029 art. 2030 art. 2031 art. 2032 TITOLO VII DEL PAGAMENTO DELL'INDEBITO art. 2033 art. 2034 art. 2035 art. 2036 art. 2037 art. 2038 art. 2039 art. 2040 TITOLO VIII DELL'ARRICCHIMENTO SENZA CAUSA art. 2041 art. 2042 TITOLO IX DEI FATTI ILLECITI art. 2043 art. 2044 orig. art. 2045 art. 2046 art. 2047 art. 2048 art. 2049 art. 2050 art. 2051 art. 2052 art. 2053 art. 2054 orig. art. 2055 art. 2056 art. 2057 art. 2058 art. 2059 LIBRO QUINTO DEL LAVORO TITOLO I DELLA DISCIPLINA DELLE ATTIVIT&Agrave; PROFESSIONALI CAPO I Disposizioni generali art. 2060 orig. art. 2061 art. 2062 CAPO II Delle ordinanze corporative e degli accordi economici collettivi art. 2063 art. 2064 art. 2065 art. 2066 CAPO III Del contratto collettivo di lavoro e delle norme equiparate art. 2067 art. 2068 orig. art. 2069 art. 2070 art. 2071 orig. art. 2072 art. 2073 art. 2074 art. 2075 art. 2076 art. 2077 art. 2078 art. 2079 art. 2080 art. 2081 TITOLO II DEL LAVORO NELL'IMPRESA CAPO I Dell'impresa in generale Sezione I Dell'imprenditore art. 2082 art. 2083 art. 2084 art. 2085 art. 2086 orig. art. 2087 art. 2088 art. 2089 art. 2090 art. 2091 art. 2092 art. 2093 Sezione II Dei collaboratori dell'imprenditore art. 2094 orig. art. 2095 orig. Sezione III Del rapporto di lavoro § 1 Della costituzione del rapporto di lavoro art. 2096 orig. art. 2097 orig. art. 2098 § 2 Dei diritti e degli obblighi delle parti art. 2099 art. 2100 art. 2101 art. 2102 art. 2103 agg.3 agg.2 agg.1 orig. art. 2104 art. 2105 art. 2106 art. 2107 art. 2108 art. 2109 agg.2 agg.1 orig. art. 2110 art. 2111 art. 2112 agg.3 agg.2 agg.1 orig. art. 2113 agg.1 orig. § 3 Della previdenza e dell'assistenza art. 2114 art. 2115 art. 2116 art. 2117 § 4 Dell'estinzione del rapporto di lavoro art. 2118 art. 2119 orig. art. 2120 agg.3 agg.2 agg.1 orig. art. 2121 orig. art. 2122 orig. art. 2123 art. 2124 art. 2125 § 5 Disposizioni finali art. 2126 art. 2127 art. 2128 art. 2129 Sezione IV Del tirocinio art. 2130 art. 2131 art. 2132 art. 2133 art. 2134 CAPO II Dell'impresa agricola Sezione I Disposizioni generali art. 2135 agg.1 orig. art. 2136 art. 2137 art. 2138 art. 2139 art. 2140 orig. Sezione II Della mezzadria art. 2141 art. 2142 agg.1 orig. art. 2143 art. 2144 art. 2145 art. 2146 art. 2147 art. 2148 art. 2149 art. 2150 art. 2151 art. 2152 art. 2153 art. 2154 art. 2155 art. 2156 art. 2157 art. 2158 art. 2159 art. 2160 art. 2161 art. 2162 art. 2163 Sezione III Della colonia parziaria art. 2164 art. 2165 art. 2166 art. 2167 art. 2168 art. 2169 Sezione IV Della soccida § 1 Disposizioni generali art. 2170 § 2 Della soccida semplice art. 2171 art. 2172 art. 2173 art. 2174 art. 2175 art. 2176 art. 2177 art. 2178 art. 2179 art. 2180 art. 2181 § 3 Della soccida parziaria art. 2182 art. 2183 art. 2184 art. 2185 § 4 Della soccida con conferimento di pascolo art. 2186 Sezione V Disposizione finale art. 2187 CAPO III Delle imprese commerciali e delle altre imprese soggette a registrazione Sezione I Del registro delle imprese art. 2188 art. 2189 art. 2190 art. 2191 art. 2192 art. 2193 art. 2194 Sezione II Dell'obbligo di registrazione art. 2195 art. 2196 agg.1 orig. art. 2197 orig. art. 2198 art. 2199 art. 2200 art. 2201 art. 2202 Sezione III Disposizioni particolari per le imprese commerciali § 1 Della rappresentanza art. 2203 art. 2204 art. 2205 art. 2206 art. 2207 art. 2208 art. 2209 art. 2210 art. 2211 art. 2212 art. 2213 § 2 Delle scritture contabili art. 2214 art. 2215 orig. art. 2215 bis orig. art. 2216 agg.1 orig. art. 2217 agg.1 orig. art. 2218 orig. art. 2219 art. 2220 orig. § 3 Dell'insolvenza art. 2221 orig. TITOLO III DEL LAVORO AUTONOMO CAPO I Disposizioni generali art. 2222 art. 2223 art. 2224 art. 2225 art. 2226 art. 2227 art. 2228 CAPO II Delle professioni intellettuali art. 2229 art. 2230 art. 2231 art. 2232 art. 2233 orig. art. 2234 art. 2235 art. 2236 art. 2237 art. 2238 TITOLO IV DEL LAVORO SUBORDINATO IN PARTICOLARI RAPPORTI CAPO I Disposizioni generali art. 2239 CAPO II Del lavoro domestico art. 2240 art. 2241 art. 2242 art. 2243 orig. art. 2244 art. 2245 art. 2246 TITOLO V DELLE SOCIET&Agrave; CAPO I Disposizioni generali art. 2247 orig. art. 2248 art. 2249 art. 2250 agg.3 agg.2 agg.1 orig. CAPO II Della societ&agrave; semplice Sezione I Disposizioni generali art. 2251 art. 2252 Sezione II Dei rapporti tra i soci art. 2253 art. 2254 art. 2255 art. 2256 art. 2257 agg.1 orig. art. 2258 art. 2259 art. 2260 art. 2261 art. 2262 art. 2263 art. 2264 art. 2265 Sezione III Dei rapporti con i terzi art. 2266 art. 2267 art. 2268 art. 2269 art. 2270 art. 2271 Sezione IV Dello scioglimento della societ&agrave; art. 2272 orig. art. 2273 art. 2274 art. 2275 art. 2276 art. 2277 art. 2278 art. 2279 art. 2280 art. 2281 art. 2282 art. 2283 Sezione V Dello scioglimento del rapporto sociale limitatamente a un socio art. 2284 art. 2285 art. 2286 art. 2287 art. 2288 agg.1 orig. art. 2289 art. 2290 CAPO III Della societ&agrave; in nome collettivo art. 2291 art. 2292 art. 2293 art. 2294 art. 2295 orig. art. 2296 art. 2297 art. 2298 orig. art. 2299 orig. art. 2300 art. 2301 art. 2302 art. 2303 art. 2304 art. 2305 art. 2306 art. 2307 art. 2308 agg.1 orig. art. 2309 orig. art. 2310 art. 2311 art. 2312 CAPO IV Della societ&agrave; in accomandita semplice art. 2313 art. 2314 art. 2315 art. 2316 art. 2317 art. 2318 art. 2319 art. 2320 art. 2321 art. 2322 art. 2323 art. 2324 Capo V ((Societ&agrave; per azioni)) Sezione I Disposizioni generali art. 2325 orig. art. 2325 bis orig. art. 2325 ter art. 2326 orig. art. 2327 agg.2 agg.1 orig. art. 2328 agg.4 agg.3 agg.2 agg.1 orig. art. 2329 agg.2 agg.1 orig. art. 2330 agg.3 agg.2 agg.1 orig. art. 2330 bis agg.2 agg.1 orig. art. 2331 agg.1 orig. art. 2332 agg.2 agg.1 orig. Sezione II ((Della costituzione per pubblica sottoscrizione)) art. 2333 orig. art. 2334 orig. art. 2335 agg.2 agg.1 orig. art. 2336 orig. Sezione III Dei promotori e dei soci fondatori art. 2337 orig. art. 2338 orig. art. 2339 orig. art. 2340 orig. art. 2341 orig. ((Sezione III-bis)) ((Dei patti parasociali)) art. 2341 bis art. 2341 ter orig. Sezione IV Dei conferimenti art. 2342 agg.1 orig. art. 2343 agg.1 orig. art. 2343 bis agg.2 agg.1 orig. art. 2343 ter orig. art. 2343 quater orig. art. 2344 agg.1 orig. art. 2345 orig. Sezione V ((Delle azioni e di altri strumenti finanziari partecipativi)) art. 2346 agg.1 orig. art. 2347 orig. art. 2348 orig. art. 2349 agg.1 orig. art. 2350 agg.1 orig. art. 2351 agg.2 agg.1 orig. art. 2352 orig. art. 2353 orig. art. 2354 agg.3 agg.2 agg.1 orig. art. 2355 orig. art. 2355 bis art. 2356 orig. art. 2357 agg.4 agg.3 agg.2 agg.1 orig. art. 2357 bis agg.1 orig. art. 2357 ter agg.2 agg.1 orig. art. 2357 quater agg.1 orig. art. 2358 agg.2 agg.1 orig. art. 2359 agg.3 agg.2 agg.1 orig. art. 2359 bis agg.3 agg.2 agg.1 orig. art. 2359 ter orig. art. 2359 quater orig. art. 2359 quinquies orig. art. 2360 agg.1 orig. art. 2361 agg.1 orig. art. 2362 agg.1 orig. Sezione VI ((Dell'assemblea)) art. 2363 orig. art. 2364 agg.3 agg.2 agg.1 orig. art. 2364 bis orig. art. 2365 orig. art. 2366 agg.3 agg.2 agg.1 orig. art. 2367 agg.1 orig. art. 2368 agg.1 orig. art. 2369 agg.4 agg.3 agg.2 agg.1 orig. art. 2369 bis agg.3 agg.2 agg.1 orig. art. 2370 agg.2 agg.1 orig. art. 2371 orig. art. 2372 agg.4 agg.3 agg.2 agg.1 orig. art. 2373 agg.1 orig. art. 2374 orig. art. 2375 orig. art. 2376 agg.1 orig. art. 2377 agg.1 orig. art. 2378 agg.1 orig. art. 2379 agg.1 orig. art. 2379 bis art. 2379 ter ((Sezione VI-bis)) ((Dell'amministrazione e del controllo)) ((§ 1 Disposizioni generali.)) art. 2380 orig. § 2 Degli amministratori art. 2380 bis agg.1 orig. art. 2381 agg.1 orig. art. 2382 orig. art. 2383 agg.3 agg.2 agg.1 orig. art. 2384 agg.1 orig. art. 2384 bis orig. art. 2385 agg.2 agg.1 orig. art. 2386 orig. art. 2387 orig. art. 2388 orig. art. 2389 orig. art. 2390 orig. art. 2391 agg.1 orig. art. 2391 bis agg.1 orig. art. 2392 orig. art. 2393 agg.1 orig. art. 2393 bis orig. art. 2394 orig. art. 2394 bis art. 2395 orig. art. 2396 orig. § 3 Del collegio sindacale art. 2397 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2398 agg.1 orig. art. 2399 agg.2 agg.1 orig. art. 2400 agg.3 agg.2 agg.1 orig. art. 2401 agg.1 orig. art. 2402 orig. art. 2403 agg.1 orig. art. 2403 bis orig. art. 2404 orig. art. 2405 orig. art. 2406 orig. art. 2407 agg.1 orig. art. 2408 orig. art. 2409 orig. § 4 ((Della revisione legale dei conti)) art. 2409 bis orig. art. 2409 ter agg.1 orig. art. 2409 quater orig. art. 2409 quinquies orig. art. 2409 sexies orig. art. 2409 septies orig. ((§ 5 Del sistema dualistico)) art. 2409 octies art. 2409 novies agg.1 orig. art. 2409 decies art. 2409 undecies art. 2409 duodecies agg.1 orig. art. 2409 terdecies agg.1 orig. art. 2409 quaterdecies orig. art. 2409 quindecies orig. ((§ 6 Del sistema monistico)) art. 2409 sexdecies art. 2409 septiesdecies orig. art. 2409 duodevicies orig. art. 2409 undevicies orig. Sezione VII Delle obbligazioni art. 2410 orig. art. 2411 agg.1 orig. art. 2412 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2413 agg.1 orig. art. 2414 agg.1 orig. art. 2414 bis agg.1 orig. art. 2415 agg.1 orig. art. 2416 agg.1 orig. art. 2417 agg.2 agg.1 orig. art. 2418 orig. art. 2419 orig. art. 2420 orig. art. 2420 bis agg.2 agg.1 orig. art. 2420 ter orig. Sezione VIII Dei libri sociali art. 2421 agg.1 orig. art. 2422 orig. Sezione IX Del bilancio art. 2423 agg.4 agg.3 agg.2 agg.1 orig. art. 2423 bis agg.1 orig. art. 2423 ter agg.1 orig. art. 2424 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2424 bis agg.1 orig. art. 2425 agg.3 agg.2 agg.1 orig. art. 2425 bis agg.2 agg.1 orig. art. 2425 ter art. 2426 agg.3 agg.2 agg.1 orig. art. 2427 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2427 bis agg.1 orig. art. 2428 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2429 agg.4 agg.3 agg.2 agg.1 orig. art. 2429 bis agg.2 agg.1 orig. art. 2430 agg.1 orig. art. 2431 agg.1 orig. art. 2432 agg.1 orig. art. 2433 orig. art. 2433 bis agg.1 orig. art. 2434 agg.1 orig. art. 2434 bis orig. art. 2435 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2435 bis agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2435 ter agg.2 agg.1 orig. Sezione X ((Delle modificazioni dello statuto)) art. 2436 agg.2 agg.1 orig. art. 2437 agg.1 orig. art. 2437 bis art. 2437 ter agg.1 orig. art. 2437 quater orig. art. 2437 quinquies art. 2437 sexies art. 2438 orig. art. 2439 agg.1 orig. art. 2440 agg.3 agg.2 agg.1 orig. art. 2440 bis orig. art. 2441 agg.11 agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2442 orig. art. 2443 agg.3 agg.2 agg.1 orig. art. 2444 agg.2 agg.1 orig. art. 2445 agg.4 agg.3 agg.2 agg.1 orig. art. 2446 orig. art. 2447 orig. Sezione XI ((Dei patrimoni destinati ad uno specifico affare)) art. 2447 bis art. 2447 ter agg.1 orig. art. 2447 quater art. 2447 quinquies art. 2447 sexies orig. art. 2447 septies art. 2447 octies art. 2447 novies agg.2 agg.1 orig. art. 2447 decies orig. Sezione XII ((...)) art. 2448 orig. Sezione XIII ((Delle societ&agrave; con partecipazione dello Stato o di enti pubblici)) art. 2449 agg.3 agg.2 agg.1 orig. art. 2450 agg.1 orig. ((Sezione XIV)) ((Delle societ&agrave; di interesse nazionale)) art. 2450 bis agg.1 orig. art. 2451 orig. CAPO VI Della societ&agrave; in accomandita per azioni art. 2452 agg.2 agg.1 orig. art. 2453 orig. art. 2454 orig. art. 2455 orig. art. 2456 agg.2 agg.1 orig. art. 2457 orig. art. 2457 bis agg.2 agg.1 orig. art. 2457 ter agg.2 agg.1 orig. art. 2458 orig. art. 2459 orig. art. 2460 orig. art. 2461 orig. CAPO VII Della societ&agrave; a responsabilit&agrave; limitata Sezione I Disposizioni generali art. 2462 orig. art. 2463 agg.4 agg.3 agg.2 agg.1 orig. art. 2463 bis orig. Sezione II Dei conferimenti e delle quote art. 2464 agg.1 orig. art. 2465 agg.2 agg.1 orig. art. 2466 agg.1 orig. art. 2467 agg.2 agg.1 orig. art. 2468 agg.4 agg.3 agg.2 agg.1 orig. art. 2469 agg.1 orig. art. 2470 agg.2 agg.1 orig. art. 2471 agg.1 orig. art. 2471 bis art. 2472 agg.1 orig. art. 2473 agg.2 agg.1 orig. art. 2473 bis art. 2474 agg.2 agg.1 orig. Sezione III ((Dell'amministrazione della societ&agrave; e dei controlli)) art. 2475 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2475 bis agg.1 orig. art. 2475 ter art. 2476 agg.3 agg.2 agg.1 orig. art. 2477 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2478 agg.2 agg.1 orig. art. 2478 bis agg.2 agg.1 orig. Sezione IV ((Delle decisioni dei soci)) art. 2479 agg.3 agg.2 agg.1 orig. art. 2479 bis agg.1 orig. art. 2479 ter agg.1 orig. Sezione V ((Delle modificazioni dell'atto costitutivo)) art. 2480 orig. art. 2481 orig. art. 2481 bis art. 2481 ter art. 2482 agg.1 orig. art. 2482 bis agg.1 orig. art. 2482 ter art. 2482 quater art. 2483 agg.2 agg.1 orig. Capo VIII ((Scioglimento e liquidazione delle societ&agrave; di capitali)) art. 2484 agg.2 agg.1 orig. art. 2485 agg.1 orig. art. 2486 agg.1 orig. art. 2487 agg.2 agg.1 orig. art. 2487 bis orig. art. 2487 ter art. 2488 agg.2 agg.1 orig. art. 2489 orig. art. 2490 orig. art. 2490 bis orig. art. 2491 agg.1 orig. art. 2492 agg.2 agg.1 orig. art. 2493 agg.1 orig. art. 2494 orig. art. 2495 agg.1 orig. art. 2496 orig. Capo IX ((Direzione e coordinamento di societ&agrave;)) art. 2497 agg.4 agg.3 agg.2 agg.1 orig. art. 2497 bis agg.2 agg.1 orig. art. 2497 ter art. 2497 quater art. 2497 quinquies art. 2497 sexies orig. art. 2497 septies ((Capo X)) ((Della trasformazione, della fusione e della scissione)) ((Sezione I)) ((Della trasformazione)) art. 2498 orig. art. 2499 orig. art. 2500 orig. art. 2500 bis art. 2500 ter orig. art. 2500 quater art. 2500 quinquies art. 2500 sexies art. 2500 septies art. 2500 octies art. 2500 novies ((Sezione II)) ((Della fusione delle societ&agrave;)) art. 2501 agg.1 orig. art. 2501 bis agg.3 agg.2 agg.1 orig. art. 2501 ter agg.1 orig. art. 2501 quater agg.1 orig. art. 2501 quinquies agg.1 orig. art. 2501 sexies agg.4 agg.3 agg.2 agg.1 orig. art. 2501 septies agg.1 orig. art. 2502 agg.1 orig. art. 2502 bis agg.1 orig. art. 2503 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2503 bis agg.1 orig. art. 2504 agg.2 agg.1 orig. art. 2504 bis agg.1 orig. art. 2504 ter orig. art. 2504 quater orig. art. 2504 quinquies orig. art. 2504 sexies agg.1 orig. art. 2504 septies orig. art. 2504 octies agg.1 orig. art. 2504 novies orig. art. 2504 decies orig. art. 2505 agg.2 agg.1 orig. art. 2505 bis orig. art. 2505 ter art. 2505 quater orig. ((Sezione III)) ((Della scissione delle societ&agrave;)) art. 2506 agg.3 agg.2 agg.1 orig."
    },
    {
      "provision_ref": "art2506",
      "section": "2506",
      "title": "",
      "content": "1 agg.1 orig. art. 2506 bis agg.2 agg.1 orig. art. 2506 ter agg.4 agg.3 agg.2 agg.1 orig. art. 2506 quater ((Capo XI)) ((Delle societ&agrave; costituite all'estero)) art. 2507 orig. art. 2508 orig. art. 2508 bis art. 2509 agg.1 orig. art. 2509 bis art. 2510 orig. ((Capo XI-bis)) ((Del trasferimento della sede all'estero)) art. 2510 bis orig. Titolo VI DELLE SOCIET&Agrave; COOPERATIVE E DELLE MUTUE ASSICURATRICI Capo I ((Delle societ&agrave; cooperative)) Sezione I ((Disposizioni generali. Cooperative a mutualit&agrave; prevalente)) art. 2511 agg.1 orig. art. 2512 orig. art. 2513 agg.1 orig. art. 2514 orig. art. 2515 agg.1 orig. art. 2516 orig. art. 2517 orig. art. 2518 agg.2 agg.1 orig. art. 2519 orig. art. 2520 orig. Sezione II ((Della costituzione)) art. 2521 agg.2 agg.1 orig. art. 2522 agg.3 agg.2 agg.1 orig. art. 2523 orig. art. 2524 orig. Sezione III Delle quote e delle azioni art. 2525 agg.1 orig. art. 2526 agg.2 agg.1 orig. art. 2527 agg.1 orig. art. 2528 orig. art. 2529 orig. art. 2530 orig. art. 2531 orig. art. 2532 orig. art. 2533 orig. art. 2534 orig. art. 2535 orig. art. 2536 agg.1 orig. art. 2537 orig. Sezione IV Degli organi sociali art. 2538 agg.1 orig. art. 2539 agg.1 orig. art. 2540 orig. art. 2541 orig. art. 2542 agg.2 agg.1 orig. art. 2543 agg.1 orig. art. 2544 agg.1 orig. art. 2545 orig. art. 2545 bis art. 2545 ter art. 2545 quater art. 2545 quinquies orig. art. 2545 sexies art. 2545 septies Sezione V Delle modificazioni dell'atto costitutivo art. 2545 octies agg.1 orig. art. 2545 novies art. 2545 decies art. 2545 undecies orig. art. 2545 duodecies art. 2545 terdecies orig. Sezione VI ((Dei controlli)) art. 2545 quaterdecies art. 2545 quindecies art. 2545 sexdecies agg.3 agg.2 agg.1 orig. art. 2545 septiesdecies art. 2545 duodevicies orig. Capo II Delle mutue assicuratrici art. 2546 orig. art. 2547 orig. art. 2548 orig. TITOLO VII DELL'ASSOCIAZIONE IN PARTECIPAZIONE art. 2549 agg.2 agg.1 orig. art. 2550 art. 2551 art. 2552 art. 2553 art. 2554 TITOLO VIII DELL'AZIENDA CAPO I Disposizioni generali art. 2555 art. 2556 orig. art. 2557 art. 2558 art. 2559 art. 2560 art. 2561 art. 2562 CAPO II Della ditta e dell'insegna art. 2563 art. 2564 art. 2565 art. 2566 art. 2567 art. 2568 CAPO III Del marchio art. 2569 orig. art. 2570 orig. art. 2571 art. 2572 art. 2573 orig. art. 2574 TITOLO IX DEI DIRITTI SULLE OPERE DELL'INGEGNO E SULLE INVENZIONI INDUSTRIALI CAPO I Del diritto di autore sulle opere dell'ingegno letterarie e artistiche art. 2575 art. 2576 art. 2577 art. 2578 art. 2579 art. 2580 orig. art. 2581 art. 2582 art. 2583 CAPO II Del diritto di brevetto per invenzioni industriali art. 2584 art. 2585 art. 2586 orig. art. 2587 art. 2588 art. 2589 art. 2590 art. 2591 CAPO III ((Del diritto di brevetto per modelli di utilit&agrave; e di registrazione per disegni e modelli)) art. 2592 art. 2593 orig. art. 2594 orig. TITOLO X DELLA DISCIPLINA DELLA CONCORRENZA E DEI CONSORZI CAPO I Della disciplina della concorrenza Sezione I Disposizioni generali art. 2595 art. 2596 art. 2597 Sezione II Della concorrenza sleale art. 2598 art. 2599 art. 2600 art. 2601 CAPO II Dei consorzi per il coordinamento della produzione e degli scambi Sezione I Disposizioni generali art. 2602 orig. art. 2603 art. 2604 orig. art. 2605 art. 2606 art. 2607 art. 2608 art. 2609 art. 2610 art. 2611 Sezione II Dei consorzi con attivit&agrave; esterna art. 2612 art. 2613 art. 2614 art. 2615 orig. art. 2615 bis ((Sezione II-bis)) art. 2615 ter Sezione III Dei consorzi obbligatori art. 2616 art. 2617 Sezione IV Dei controlli dell'autorit&agrave; governativa art. 2618 art. 2619 art. 2620 Titolo XI ((DISPOSIZIONI PENALI IN MATERIA DI SOCIET&Agrave;, DI CONSORZI E DI ALTRI ENTI PRIVATI)) Capo I Delle falsit&agrave; art. 2621 agg.4 agg.3 agg.2 agg.1 orig. art. 2621 bis art. 2621 ter art. 2622 agg.3 agg.2 agg.1 orig. art. 2623 agg.3 agg.2 agg.1 orig. art. 2624 agg.1 orig. art. 2625 agg.2 agg.1 orig. Capo II ((Degli illeciti commessi dagli amministratori)) art. 2626 agg.4 agg.3 agg.2 agg.1 orig. art. 2627 agg.1 orig. art. 2628 orig. art. 2629 agg.1 orig. Capo III ((Degli illeciti commessi mediante omissione)) art. 2629 bis orig. art. 2630 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2630 bis agg.1 orig. art. 2631 orig. Capo IV ((Degli altri illeciti, delle circostanze attenuanti e delle misure di sicurezza patrimoniali)) art. 2632 agg.3 agg.2 agg.1 orig. art. 2633 agg.1 orig. art. 2634 orig. art. 2635 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2635 bis orig. art. 2635 ter art. 2636 orig. art. 2637 agg.2 agg.1 orig. art. 2638 agg.4 agg.3 agg.2 agg.1 orig. art. 2639 orig. art. 2640 orig. art. 2641 agg.2 agg.1 orig. art. 2642 orig. LIBRO SESTO DELLA TUTELA DEI DIRITTI TITOLO I DELLA TRASCRIZIONE CAPO I Della trascrizione degli atti relativi ai beni immobili art. 2643 agg.1 orig. art. 2644 art. 2645 art. 2645 bis art. 2645 ter art. 2645 quater art. 2646 art. 2647 orig. art. 2648 orig. art. 2649 art. 2650 art. 2651 art. 2652 agg.3 agg.2 agg.1 orig. art. 2653 orig. art. 2654 orig. art. 2655 orig. art. 2656 art. 2657 art. 2658 agg.1 orig. art. 2659 agg.2 agg.1 orig. art. 2660 orig. art. 2661 art. 2662 art. 2663 art. 2664 orig. art. 2665 art. 2666 art. 2667 art. 2668 orig. art. 2668 bis art. 2668 ter art. 2669 orig. art. 2670 art. 2671 art. 2672 CAPO II Della pubblicit&agrave; dei registri immobiliari e della responsabilit&agrave; dei conservatori art. 2673 orig. art. 2674 agg.1 orig. art. 2674 bis art. 2675 orig. art. 2676 orig. art. 2677 orig. art. 2678 orig. art. 2679 orig. art. 2680 orig. art. 2681 art. 2682 orig. CAPO III Della trascrizione degli atti relativi ad alcuni beni mobili Sezione I Della trascrizione relativamente alle navi, agli aeromobili e agli autoveicoli art. 2683 art. 2684 art. 2685 orig. art. 2686 art. 2687 art. 2688 art. 2689 art. 2690 agg.4 agg.3 agg.2 agg.1 orig. art. 2691 orig. art. 2692 art. 2693 art. 2694 art. 2695 Sezione II Della trascrizione relativamente ad altri beni mobili art. 2696 TITOLO II DELLE PROVE CAPO I Disposizioni generali art. 2697 art. 2698 CAPO II Della prova documentale Sezione I Dell'atto pubblico art. 2699 art. 2700 art. 2701 Sezione II Della scrittura privata art. 2702 art. 2703 art. 2704 art. 2705 art. 2706 art. 2707 art. 2708 Sezione III Delle scritture contabili delle imprese soggette a registrazione art. 2709 art. 2710 art. 2711 Sezione IV Delle riproduzioni meccaniche art. 2712 agg.1 orig. Sezione V Delle taglie o tacche di contrassegno art. 2713 Sezione VI Delle copie degli atti art. 2714 art. 2715 art. 2716 art. 2717 art. 2718 art. 2719 Sezione VII Degli atti di ricognizione o di rinnovazione art. 2720 CAPO III Della prova testimoniale art. 2721 art. 2722 art. 2723 art. 2724 art. 2725 art. 2726 CAPO IV Delle presunzioni art. 2727 art. 2728 art. 2729 CAPO V Della confessione art. 2730 art. 2731 art. 2732 art. 2733 art. 2734 art. 2735 CAPO VI Del giuramento art. 2736 art. 2737 art. 2738 orig. art. 2739 TITOLO III DELLA RESPONSABILIT&Agrave; PATRIMONIALE, DELLE CAUSE DI PRELAZIONE E DELLA CONSERVAZIONE DELLA GARANZIA PATRIMONIALE CAPO I Disposizioni generali art. 2740 art. 2741 art. 2742 art. 2743 art. 2744 CAPO II Dei privilegi Sezione I Disposizioni generali art. 2745 art. 2746 art. 2747 art. 2748 art. 2749 art. 2750 Sezione II Dei privilegi sui mobili § 1 Dei privilegi generali sui mobili art. 2751 orig. art. 2751 bis agg.10 agg.9 agg.8 agg.7 agg.6 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2752 agg.4 agg.3 agg.2 agg.1 orig. art. 2753 orig. art. 2754 orig. § 2 Dei privilegi sopra determinati mobili art. 2755 art. 2756 art. 2757 art. 2758 orig. art. 2759 orig. art. 2760 art. 2761 orig. art. 2762 art. 2763 art. 2764 art. 2765 art. 2766 orig. art. 2767 art. 2768 art. 2769 Sezione III Dei privilegi sopra gli immobili art. 2770 art. 2771 agg.2 agg.1 orig. art. 2772 orig. art. 2773 orig. art. 2774 art. 2775 art. 2775 bis art. 2776 agg.2 agg.1 orig. Sezione IV Dell'ordine dei privilegi art. 2777 orig. art. 2778 agg.1 orig. art. 2779 orig. art. 2780 agg.1 orig. art. 2781 art. 2782 art. 2783 art. 2783 bis art. 2783 ter CAPO III Del pegno Sezione I Disposizioni generali art. 2784 art. 2785 Sezione II Del pegno dei beni mobili art. 2786 art. 2787 art. 2788 art. 2789 art. 2790 art. 2791 art. 2792 art. 2793 art. 2794 art. 2795 art. 2796 art. 2797 art. 2798 art. 2799 Sezione III Del pegno di crediti e di altri diritti art. 2800 art. 2801 art. 2802 art. 2803 art. 2804 art. 2805 art. 2806 art. 2807 CAPO IV Delle ipoteche Sezione I Disposizioni generali art. 2808 art. 2809 art. 2810 art. 2811 art. 2812 art. 2813 art. 2814 art. 2815 art. 2816 Sezione II Dell'ipoteca legale art. 2817 orig. Sezione III Dell'ipoteca giudiziale art. 2818 art. 2819 art. 2820 Sezione IV Dell'ipoteca volontaria art. 2821 art. 2822 art. 2823 art. 2824 art. 2825 art. 2825 bis art. 2826 orig. Sezione V Dell'iscrizione e rinnovazione delle ipoteche § 1 Dell'iscrizione art. 2827 art. 2828 art. 2829 art. 2830 art. 2831 art. 2832 orig. art. 2833 orig. art. 2834 orig. art. 2835 art. 2836 orig. art. 2837 art. 2838 art. 2839 orig. art. 2840 art. 2841 art. 2842 art. 2843 art. 2844 art. 2845 art. 2846 § 2 Della rinnovazione art. 2847 orig. art. 2848 art. 2849 orig. art. 2850 art. 2851 Sezione VI Dell'ordine delle ipoteche art. 2852 art. 2853 art. 2854 art. 2855 art. 2856 art. 2857 Sezione VII Degli effetti dell'ipoteca rispetto al terzo acquirente art. 2858 art. 2859 art. 2860 art. 2861 art. 2862 art. 2863 art. 2864 art. 2865 art. 2866 art. 2867 Sezione VIII Degli effetti dell'ipoteca rispetto al terzo datore art. 2868 art. 2869 art. 2870 art. 2871 Sezione IX Della riduzione delle ipoteche art. 2872 art. 2873 art. 2874 art. 2875 art. 2876 art. 2877 Sezione X Dell'estinzione delle ipoteche art. 2878 art. 2879 art. 2880 art. 2881 Sezione XI Della cancellazione dell'iscrizione art. 2882 art. 2883 art. 2884 art. 2885 art. 2886 art. 2887 orig. art. 2888 Sezione XII Del modo di liberare i beni dalle ipoteche art. 2889 art. 2890 art. 2891 art. 2892 art. 2893 art. 2894 art. 2895 art. 2896 orig. art. 2897 art. 2898 Sezione XIII Della rinunzia e dell'astensione del creditore nell'espropriazione forzata art. 2899 CAPO V Dei mezzi di conservazione della garanzia patrimoniale Sezione I Dell'azione surrogatoria art. 2900 Sezione II Dell'azione revocatoria art. 2901 art. 2902 art. 2903 art. 2904 Sezione III Del sequestro conservativo art. 2905 art. 2906 TITOLO IV DELLA TUTELA GIURISDIZIONALE DEI DIRITTI CAPO I Disposizioni generali art. 2907 art. 2908 art. 2909 CAPO II Dell'esecuzione forzata Sezione I Dell'espropriazione § 1 Disposizioni generali art. 2910 art. 2911 § 2 Degli effetti del pignoramento art. 2912 art. 2913 art. 2914 art. 2915 art. 2916 art. 2917 art. 2918 § 3 Effetti della vendita forzata e dell'assegnazione art. 2919 art. 2920 art. 2921 art. 2922 art. 2923 art. 2924 art. 2925 art. 2926 art. 2927 art. 2928 art. 2929 ((Sezione I-bis Dell'espropriazione di beni oggetto di vincoli di indisponibilit&agrave; o di alienazioni a titolo gratuito)) art. 2929 bis orig. Sezione II Dell'esecuzione forzata in forma specifica art. 2930 art. 2931 art. 2932 art. 2933 TITOLO V DELLA PRESCRIZIONE E DELLA DECADENZA CAPO I Della prescrizione Sezione I Disposizioni generali art. 2934 art. 2935 art. 2936 art. 2937 art. 2938 art. 2939 art. 2940 Sezione II Della sospensione della prescrizione art. 2941 agg.5 agg.4 agg.3 agg.2 agg.1 orig. art. 2942 Sezione III Dell'interruzione della prescrizione art. 2943 orig. art. 2944 art. 2945 orig. Sezione IV Del termine della prescrizione § 1 Della prescrizione ordinaria art. 2946 § 2 Delle prescrizioni brevi art. 2947 art. 2948 agg.2 agg.1 orig. art. 2949 art. 2950 art. 2951 art. 2952 agg.2 agg.1 orig. art. 2953 § 3 Delle prescrizioni presuntive art. 2954 art. 2955 orig. art. 2956 orig. art. 2957 art. 2958 art. 2959 art. 2960 art. 2961 § 4 Del computo dei termini art. 2962 art. 2963 CAPO II Della decadenza art. 2964 art. 2965 art. 2966 art. 2967 art. 2968 art. 2969 Parole cercate: Presente nei seguenti articoli Presente nei seguenti allegati chiudi Articoli Approfondimenti e Funzioni articolo successivo Testo in vigore dal: 10-11-1944 flagTipoArticolo: 0 descrizione: 1 descrizioneConParte: descrizioneCommiParte: progressivo: 0 version: 2 tipoArticolo: HAS_UPDATE --> aggiornamenti all'articolo REGIO DECRETO 16 marzo 1942-XX, n. 262. Approvazione del testo del Codice civile VITTORIO EMANUELE III PER GRAZIA DI DIO E PER VOLONT&Agrave; DELLA NAZIONE RE D'ITALIA E DI ALBANIA IMPERATORE D'ETIOPIA Visti i Regi decreti 12 dicembre 1938-XVII, n. 1852, 26 ottobre 1939-XVII, n. 1586, 30 gennaio 1941-XIX, n. 15, 30 gennaio 1941-XIX, n. 16, 30 gennaio 1941-XIX, n. 17 e 30 gennaio 1941-XIX, n. 18, che danno facolt&agrave; al Governo di provvedere alla riunione ed al coordinamento dei libri del Codice civile delle persone, delle successioni per causa di morte e delle donazioni, della propriet&agrave;, delle obbligazioni, del lavoro e della tutela dei diritti, approvati con gli stessi Regi decreti; Vista la legge 30 gennaio 1941-XIX, n. 14, sul valore giuridico della Carta del Lavoro; Udito il Consiglio dei Ministri; Sulla proposta del Nostro Guardasigilli, Ministro Segretario di Stato per la grazia e giustizia; Abbiamo decretato e decretiamo: Art. 1 &Egrave; approvato il testo del Codice civile , il quale, preceduto dalle disposizioni sul valore giuridico della Carta del Lavoro, dal testo della Carta del Lavoro, approvato dal Gran Consiglio del Fascismo il 21 aprile 1927-V, e dalle Disposizioni sulla legge in generale, avr&agrave; esecuzione a cominciare dal 21 aprile 1942-XX, sostituendo da questa data i libri del Codice stesso, approvati con i Regi decreti 12 dicembre 1938-XVII, n. 1852, 26 ottobre 1939-XVII, n. 1586, 30 gennaio 1941-XIX, n. 15, 30 gennaio 1941-XIX, n. 16, 30 gennaio 1941-XIX, n. 17, e 30 gennaio 1941-XIX, n. 18. ((3)) ------------- AGGIORNAMENTO (3) Il D.Lgs. Luogotenenziale 14 settembre 1944, n. 287 ha disposto (con l'art. 2, comma 1) che \"La legge 30 gennaio 1941, n. 14 , sul valore giuridico della Carta del Lavoro &egrave; abrogata, rimanendo soppressa, nell' art. 1 del R. decreto 16 marzo 1942, n. 262 , che approva il testo del Codice civile , la menzione delle disposizioni sul valore giuridico della Carta del lavoro e del testo della Carta del lavoro medesima\". articolo successivo nascondi Approfondimenti aggiornamenti all'atto atti aggiornati atti correlati note atto lavori preparatori relazioni aggiornamenti al titolo aggiornamenti alla struttura atti parlamentari atti attuativi Funzioni atto completo --> esporta esporta in Akoma ntoso collegamento permanente guida in linea --> indice dell'atto visualizzazione classica --> --> Realizzazione e gestione Istituto Poligrafico e Zecca dello Stato Contattaci Normattiva Normattiva Archivio news Il progetto Guida all'uso Collegamenti veloci Ricerca avanzata Collegamenti veloci Collegamenti veloci Costituzione e Codici Elenco atti per data di emanazione Gazzetta Ufficiale Motore federato regionale Leggi approvate in attesa di pubblicazione Utilità Con il contributo di Con il contributo di Presidenza del Consiglio dei Ministri Camera dei Deputati Senato della Repubblica In collaborazione con In collaborazione con Corte Suprema di Cassazione Agenzia per l’Italia digitale e Presidenza del Consiglio dei Ministri --> --> --> Privacy e Cookie policy Note legali Mappa del sito FAQ Dichiarazione di accessibilità Portale Normattiva, Versione 2.4.3 torna su lavori preparatori chiudi aggiornamenti all'atto chiudi atti aggiornati chiudi atti correlati chiudi indice dell'atto chiudi aggiornamenti alla struttura chiudi aggiornamenti al titolo chiudi relazioni chiudi note atto chiudi collegamento permanente chiudi guida in linea chiudi Aggiornamenti all'articolo chiudi atti parlamentari chiudi atti attuativi chiudi"
    }
  ]
}